<template>
  <section class="about-company">
    <div class="about-company__w">
      <div class="about-company__info">
        <h1 class="about-company__info-title">о компании</h1>
        <p class="about-company__info-text">
          История развития компании - это история событий, история команды,
          история жизни конкретных людей. История нашей компании – это
          ежедневная работа на результат. Достижение большой цели через
          маленькие дистанции. Не в борьбе с конкурентами, а в здоровом
          соперничестве, где нет победителей или проигравших. За 15 лет никем не
          узнаваемый украинский бренд составил серьезную конкуренцию всемирно
          известным торговым маркам на рынке Украины. Мы сумели добиться
          высокого качества продукции по доступной цене.
        </p>
      </div>
      <div class="about-company__history">
        <h2 class="about-company__history-title">2009 год</h2>
        <p class="about-company__history-text">
          Компания выиграла свой первый тендер на поставку ИБП(2200 штук) для
          министерства угольной промышленности Украины . Затем были поставки
          оборудования для пультов голосования в зале Верховной Рады Украины,
          выигран коммерческий тендер на закупку кабельной продукции от компании
          Киевстар и много других торгов . Сегодня товары от ТМ LogicPower
          пользуются огромным спросом, как у закупщиков, так и у продавцов,
          поскольку они изготовлены по современным технологиям, имеют
          справедливую стоимость и соответствуют мировым стандартам качества.
        </p>
      </div>
      <div class="about-company__history">
        <h2 class="about-company__history-title">2013 - 2014 годы</h2>
        <p class="about-company__history-text">
          Во время энергетического кризиса 2013 - 2014 годов компания LogicPower
          поставила себе цель – обеспечить украинцев качественными, надежными в
          эксплуатации и доступными по цене источниками бесперебойного питания,
          чтобы помочь людям комфортно пережить систематические перебои в подаче
          электроэнергии . Сегодня наша команда активно работает над созданием
          эффективных и экономически выгодных моделей солнечных электростанций
          для локального использования(домашние СЭС мощностью до 30кВт).
          Перспективное направление в энергетике, которое позволяет не только
          создать быстроокупаемые системы автономного электроснабжения, но и
          выгодно.
        </p>
      </div>
      <div class="about-company__history">
        <h2 class="about-company__history-title">2019 год</h2>
        <p class="about-company__history-text">
          ТМ LogicPower начала активно сотрудничать с ТМ «ZEUS GROUP» по
          поставке аккумуляторных батарей для электрических мопедов и мотоциклов
          . Это позволило нам наладить производство по сборке универсальных
          литиевых аккумуляторов нового поколения, которые наиболее эффективны
          для использования на электротранспорте, машинах специального
          назначения(электрокары, поломоечные машины и т. д.), в системах
          накопления энергии(источники бесперебойного питания), альтернативной
          энергетике и других сферах использования электрооборудования.
        </p>
        <p class="about-company__history-text">
          Команда LogicPower поставила себе новую цель – занять лидирующие
          позиции в нише продаж для массового(розничного) потребителя . Для
          улучшения качества и снижения сроков доставки, на территории нашего
          склада оборудовано несколько отделений крупнейших почтовых операторов
          Украины . Мы активно работаем над расширением службы технической
          поддержки, сегодня у нас более 50 сервисных центров по всей территории
          Украины История развития предполагает выход на новые горизонты, и мы
          готовы работать на результат!
        </p>
      </div>
    </div>
  </section>
</template>

<script lang="ts">
import {Component, Vue} from "~/tools/version-types";

@Component({})
export default class AboutCompanyComponent extends Vue {}
</script>

<style lang="scss">
.about-company {
  @extend %flex-column;
  align-items: center;
  @extend %padding-wrp;

  &__w {
    @extend %width-content;
    @extend %flex-column;
    gap: 48px;
  }

  &__info {
    @extend %flex-column;
    gap: 56px;

    @include mobile {
      gap: 24px;
    }
  }

  &__info-title {
    @include fontUnify(42, 50, 700);
    text-align: center;
    text-transform: uppercase;

    @include mobile {
      @include fontUnify(24, 34, 700);
    }
  }

  &__info-text {
    @include fontUnify(18, 24, 400);
    letter-spacing: 0.02em;

    @include mobile {
      @include fontUnify;
    }
  }

  &__history {
    @extend %flex-column;
    align-items: flex-start;
    gap: 24px;

    @include mobile {
      gap: 16px;
    }
  }

  &__history-title {
    @include fontUnify(32, 42, 600);
    letter-spacing: 0.02em;

    @include mobile {
      @include fontUnify(24, 34, 400);
    }
  }

  &__history-text {
    @include fontUnify(18, 24, 400);
    letter-spacing: 0.02em;

    @include mobile {
      @include fontUnify;
    }
  }
}
</style>
