<template>
  <section class="delivery">
    <h2 class="delivery__title">Доставка</h2>

    {
      1: [2092, 2093, 2094],
      2: [3, 8, 9],
      2: [3, 8, 9],
    }
    <div v-for="item in list" :key="item.id">
      <div class="name" v-for="specification in item.specifications" :key="specification.id">
        <span>{{ specification.name.ru }}</span>
        <span>{{ specification.option.value.ru }}</span>
      </div>
      <div class="description"></div>
    </div>
  </section>
</template>

<script lang="ts">
import { Options, Vue } from "~/tools/version-types";

interface Product {
  id: string,
  code: string,
  // ...
}

@Options({
  name: "CheckoutDeliveryComponent",
})
export default class CheckoutDeliveryComponent extends Vue {
  //  

  list: any[] = [
    {
      id: "c3167907-548c-4bad-829a-6701dd20c9d4",
      code: "0014293",
      barcode: "6900142930019",
      slug: {
        ru: "ulichnyy-komplekt-videonablyudeniya-na-4-kamery-gv-k-e36-04-5mp",
        uk: "vulichniy-komplekt-videosposterezhennya-na-4-kameri-gv-k-e36-04-5mp",
      },
      name: {
        ru: "Уличный комплект видеонаблюдения на 4 камеры GV-K-E36/04 5MP",
        uk: "Вуличний комплект відеоспостереження на 4 камери GV-K-E36/04 5MP",
      },
      description: {
        ru: '<h2>Комплект видеонаблюдения для частного дома на 4 камеры</h2> <h3>Готовые комплекты видеонаблюдения на 4 камеры в одной коробке</h3> <p>Комплекты видеонаблюдения GreenVision &ndash; эффективное решение для контроля безопасности частного дома, офиса или дачи.</p> <h3>Купить комплект видеонаблюдения на 4 камеры в Украине: почему это выгодно?</h3> <ol> <li><p><strong>Стоимость комплекта на 15-20% (зависит от модели) ниже</strong> общих затрат, если вы решите приобретать оборудование для системы видеонаблюдения по отдельности.</p></li> <li><p><strong>100% совместимость всех элементов видеонаблюдения, входящих в комплект,</strong> что существенно экономит вам время на поиски необходимого оборудования.</p></li> <li><p><strong>Возможность установить систему видеонаблюдения своими руками.</strong> В комплектацию входят все материалы и приспособления, необходимые для подключения и монтажа.</p></li> <li><p><strong>Простые и интуитивные настройки системы видеонаблюдения,</strong> встроенные в меню регистратора. Интерфейс доступен на нескольких языках.</p></li> <li><p><strong>Бесплатное программное обеспечение и приложения для удаленного доступа.</strong> ПО и обновления к нему можно скачать на официальном сайте компании GreenVision.</p></li> </ol> <p><img alt="Для чего нужны системы видеонаблюдения" src="https://logicfox.info/foto/14293/14293_site_2.png" /></p> <h3>Для чего нужны системы видеонаблюдения на 4 камеры?</h3> <p>Четыре камеры видеонаблюдения для частного дома &ndash; это много или мало? Все зависит от объектов, которые вы планируете контролировать.</p> <p>Одну камеру видеонаблюдения из комплекта необходимо установить таким образом, чтобы просматривать вход на придомовую территорию: ворота, калитка, въезд в гараж и т.д.</p> <p>Одну камеру при необходимости установите для наблюдения за задним двором (огородом, хозяйственными постройками и т.д.).</p> <p>Если в доме есть запасной (второй) выход, для контроля этой зоны также рекомендуется установить камеру видеонаблюдения.</p> <p>Кроме того, камеры видеонаблюдения можно установить:</p> <ul> <li>в помещении, где хранятся материальные ценности</li> <li>в детской, если есть необходимость контроля работы няни</li> <li>в коридоре, если нужно контролировать перемещение по дому</li> <li>или в любом другом месте, которое вы хотите держать под контролем</li> </ul> <p>Для самостоятельной установки Вам доступны <a href="https://logicfox.info/manuals/GV/site/Schemes_of_connection_of_cameras_to_the_recorder.pdf">краткая</a> и <a href="https://logicfox.info/manuals/GV/PC/gv_scheme.pdf">подробная</a> инструкции по установке оборудования. Но мы настоятельно рекомендуем для установки нашего оборудования обратиться к специалистам.</p> <p>Профессиональные монтажники видеонаблюдения GreenVision помогут составить индивидуальную схему расстановки камер для Вашего объекта.</p> <p>Получить консультацию можно по телефону:&nbsp;<a href="tel:+380675856753">+38(067)585-67-53</a></p> <h3>Функциональные возможности систем видеонаблюдения: видеорегистратор + 4 камеры</h3> <p><strong>Высокое качество изображения.</strong> GHD камеры, которые входят в комплект видеонаблюдения, имеют разрешение изображения 5.0 МП. Вы сможете просматривать видео и сохранять изображение с высокой степенью детализации. Функция WDR (широкий динамический диапазон) обеспечивает стабильное качество съемки при различных условиях окружающей среды (яркий свет, тень, туман и т.д.)</p> <p><strong>Режимы дневной и ночной съемки.</strong> Камеры оборудованы встроенной LED подсветкой дальностью 25м&nbsp;для работы при низкой освещенности объекта. Режимы день/ночь переключаются автоматически.&nbsp;Мощная подсветка обеспечивает дополнительное освещение объекта (автоматическое включение по движению) и может быть использована, как световая сигнализация.</p> <p><img alt="Автоматическое обнаружение движения" src="https://logicfox.info/foto/14293/14293_site_3.png" /></p> <p><strong>Автоматическое обнаружение движения.</strong> Камеры оборудованы датчиком движения, который реагирует на любые изменения в поле зрения камер. В настройках можно установить режим автоматической записи &laquo;по движению&raquo;, что позволит значительно упростить поиск нужного кадра, т.к. в архивах не будет многочасовых записей видео, где ничего не происходит. Соответственно, вы сможете существенно сэкономить место на жестком диске. Чтобы исключить ложные срабатывания, например, кроны деревьев, раскачивающихся на ветру, в настройках можно откорректировать чувствительность детекции движения, а также исключить из зоны его действия определенные области.</p> <p><strong>Функция отправки тревожных сообщений &laquo;по движению&raquo;</strong> позволяет оперативно реагировать на внештатные ситуации, даже если вы находитесь на удаленном расстоянии от объекта наблюдения. Например, если в квартиру попытается проникнуть вор, система при обнаружении движения в районе входной двери отправит вам сообщение. Вы сможете сразу вызвать полицию, службу охраны или принять другие меры безопасности.</p> <p><strong>Надежная архивация изображения и возможность рационального использования жесткого диска.</strong> Для архивации изображения в комплекте видеонаблюдения для офиса (квартиры, дома и т.д.) используется жесткий диск (не входит в комплектацию). Современные кодаки сжатия видео H.264, H.265 позволяют получать качественную картинку при рациональном использовании свободного места на жестком диске.</p> <p><img alt="Дополнительные возможности" src="https://logicfox.info/foto/14293/14293_site_1.png" /></p> <p><strong>Широкий набор дополнительных возможностей</strong> готовых комплектов для видеонаблюдения через интернет включает в себя:</p> <ul> <li>контроль пересечения &laquo;красной линии&raquo;</li> <li>распознавание лиц</li> <li>настройка приватных зон</li> <li>удаленный доступ с мобильных устройств</li> </ul> <h3>Как установить (модернизировать) комплект видеонаблюдения своими руками</h3> <p>Оборудование комплекта гибридного видеонаблюдения для дачи получают питание и передают сигналы по кабельным сетям.</p> <p>В комплектацию входит подробная инструкция по подключению и настройке видеонаблюдения под ключ.</p> <p>Вы без проблем сможете установить комплект видеонаблюдения самостоятельно, если внимательно прочтете техническую документацию и будете пошагово выполнять рекомендации, описанные в инструкции.</p> <p>Если в процессе установки, подключения или настройки оборудования возникнут проблемы, вы можете получить консультацию технических специалистов GreenVision по телефону: <a href="tel:+380675856753">+38(067)585-67-53</a></p> <p>Покупка комплекта видеонаблюдения на 4 камеры подразумевает <strong>перспективу дальнейшей модернизации системы видеонаблюдения без покупки видеорегистратора.</strong></p> <p>Вы можете купить и подключить к видеорегистратору более мощные GHD камеры с разрешением до 8МР и с широкими интеллектуальными возможностями. Таким образом, вы получите модернизированный комплект видеонаблюдения без дополнительных затрат.</p> <p>Оборудование GreenVision совместимо с камерами и видеорегистраторами других известных брендов путем поддержки всех современных международных протоколов связи.</p> <h3>Что входит в комплект видеонаблюдения для частного дома или офиса:</h3> <p>Уличный комплект видеонаблюдения 2 цилиндрические 2 купольные камеры 5MP&nbsp;GV-K-E36/04 включает в себя:</p> <p><strong>GHD видеорегистратор на 4 канала.</strong></p> <ul> <li>Видеовыходы: VGA, HDMI (MAX 1080P).</li> <li>Поддерживает один HDD диск для хранения информации с максимальным объемом 8 TB.</li> <li>Кодак сжатия - H.264, H.265.</li> <li>Совместно с регистратором в комплектацию входят: блок питания, мышь.</li> </ul> <p><strong>Четыре GHD видеокамеры для наружного наблюдения (5.0 МР).</strong></p> <ul> <li>Объектив с фиксированным фокусом (2.8 мм).</li> <li>LED подсветка дальностью 25 метров.</li> <li>2 - корпус антивандальный, купольный; 2 - корпус влагозащищенный, цилиндрический. Цвет &ndash; белый.</li> </ul> <p><strong>Материалы для подключения:</strong> кабеля для подключения камер (18 м) - 4 шт, разветвитель питания 1/4 -1 шт, блок питания &ndash; 1 шт.</p> <p><strong>Источник питания:</strong> 12, 750 V/mA.</p> <h3>Комплекты видеонаблюдения GreenVision: преимущества покупки</h3> <ul> <li><p><strong>Идеальный баланс: цена/качество.</strong> Оборудование GreenVision поступает в Украину напрямую с завода &ndash; производителя, что позволяет нам контролировать качество и отсевать брак до того, как товар попадет к потребителю. Компания на правах производителя осуществляет жесткую политику контроля цен, чтобы не допустить неоправданного завышения стоимости нашей продукции.</p></li> <li><p><strong>Бесплатное консультирование и помощь в выборе комплекта видеонаблюдения согласно целям и задачам потребителя.</strong> Наши специалисты ответят на все ваши вопросы и помогут подобрать оборудование исходя из практического применения систем видеонаблюдения на различных объектах.</p></li> <li><p><strong>Возможность заказать услуги монтажа и настройки оборудования.</strong> Доверьте совою безопасность профессионалам.</p></li> <li><p><strong>Возможность выбрать удобный способ оплаты.</strong> При оформлении заказа можно выбрать способ оплаты (предоплата или наложенный платеж) а также воспользоваться услугами &laquo;мгновенная рассрочка&raquo; и &laquo;оплата частями&raquo; от ПриватБанк.</p></li> <li><p><strong>Бесплатная доставка.</strong> Доставляем товары по всей территории Украины согласно с актуальными картами почтовых операторов. При заказе на сумму от 1000 гривен &ndash; услуги перевозки Укрпочтой и Delivery оплачивает компания. При заказе на сумму от 1500 гривен &ndash; услуги перевозки Новой Почтой оплачивает компания.</p></li> <li><p><strong>Гарантия качества и техническая поддержка.</strong> Предоставляем официальную гарантию от производителя на все оборудование сроком от 12 месяцев (в зависимости от модели).</p></li> </ul>',
        uk: '<h2>Комплект відеоспостереження для приватного будинку на 4 камери</h2> <h3>Готові комплекти відеоспостереження на 4 камери в одній коробці</h3> <p>Комплекти відеоспостереження GreenVision &ndash; ефективне рішення контролю безпеки приватного будинку, офісу чи дачі.</p> <h3>Купити комплект відеоспостереження на 4 камери: чому це вигідно?</h3> <ol> <li><p><strong>Вартість комплекту на 15-20% (залежно від моделі) нижче</strong> за загальні витрати, якщо ви вирішите купувати обладнання для системи відеоспостереження окремо.</p></li> <li><p><strong>100% сумісність всіх елементів відеоспостереження,</strong> що входять у комплект, що суттєво заощаджує вам час на пошуки необхідного обладнання.</p></li> <li><p><strong>Можливість встановлення системи відеоспостереження своїми руками.</strong> У комплектацію входять всі матеріали та пристрої, необхідні для підключення та монтажу.</p></li> <li><p><strong>Прості та інтуїтивні налаштування системи відеоспостереження,</strong> вбудовані в меню реєстратора. Інтерфейс доступний кількома мовами.</p></li> <li><p><strong>Безплатні програмні заходи та програми для віддаленого доступу.</strong> ПЗ та оновлення до нього можна завантажити на офіційному сайті компанії GreenVision.</p></li> </ol> <p><img alt="Як застосовувати системи відеоспостереження на 4 камери" src="https://logicfox.info/foto/14293/14293_site_2.png" /></p> <h3>Як застосовувати системи відеоспостереження на 4 камери?</h3> <p>Чотири камери відеоспостереження для приватного будинку &ndash; це мало чи багато? Все залежить від об&#39;єктів, які ви плануєте контролювати.</p> <p>Одну камеру відеоспостереження з комплекту необхідно встановити таким чином, щоб переглядати вхід на територію двору: ворота, хвіртка, в&#39;їзд у гараж та інше.</p> <p>Одну камеру, якщо це необхідно, встановіть для спостереження за заднім двором, господарськими будівлями тощо.</p> <p>Якщо в будинку є запасний (другий) вихід, для контролю цієї зони також рекомендується встановити камеру відеоспостереження.</p> <p>Іншу камеру відеоспостереження можна встановити:</p> <ul> <li>у приміщенні, де зберігаються матеріальні цінності</li> <li>у дитячій, якщо є необхідність контролю роботи няні</li> <li>у коридорі, якщо потрібно контролювати переміщення квартирою</li> <li>або у будь-якому іншому місці, яке ви хочете тримати під контролем</li> </ul> <p>Для самостійної установки Вам доступні <a href="https://logicfox.info/manuals/GV/site/Schemes_of_connection_of_cameras_to_the_recorder.pdf">скорочена</a> та <a href="https://logicfox.info /manuals/GV/PC/gv_scheme.pdf">докладна</a> інструкції з встановлення обладнання. Але ми наполегливо рекомендуємо для встановлення нашого обладнання звернутися до фахівців.</p> <p>Професійні монтажники відеоспостереження GreenVision допоможуть скласти індивідуальну схему розміщення камер для Вашого об&#39;єкта.</p> <p>Отримати консультацію можна телефоном: <a href="tel:+380675856753">+38(067)585-67-53</a></p> <h3>Функціональні можливості систем відеоспостереження: відеореєстратор + 4 камери</h3> <p><strong>Висока якість зображення.</strong> GHD камери, які входять у комплект відеоспостереження, мають роздільну здатність зображення 5.0 МП. Ви зможете переглядати відео та зберігати зображення з високим ступенем деталізації. Функція WDR (широкий динамічний діапазон) забезпечує стабільну якість зйомки за різних умов довкілля (яскраве світло, тінь, туман тощо).</p> <p><strong>Режими денної та нічної зйомки.</strong> Камери обладнано вбудованим LED підсвічуванням дальністю&nbsp;25м&nbsp;для роботи при низькому освітленні об&#39;єкта. Режими день/ніч перемикаються автоматично.&nbsp;Потужне підсвічування забезпечує додаткове освітлення об&#39;єкта (автоматичне включення по руху) і може бути використане як світлова сигналізація.</p> <p><img alt="Автоматичне виявлення руху" src="https://logicfox.info/foto/14293/14293_site_3.png" /></p> <p><strong>Автоматичне виявлення руху.</strong> Камери обладнані датчиком руху, який реагує на будь-які зміни у зору камер. У налаштуваннях можна встановити режим автоматичного запису &laquo;по руху&raquo;, що дозволить спростити пошук потрібного кадру, т.к. в архівах не буде багатогодинних відеозаписів, де нічого не відбувається. Відповідно, ви зможете суттєво заощадити місце на жорсткому диску. Щоб унеможливити помилкові спрацьовування, наприклад, крони дерев, що розгойдуються на вітрі, в налаштуваннях можна відкоригувати чутливість детекції руху, а також виключити із зони його дії певні області.</p> <p><strong>Функція надсилання тривожних повідомлень &quot;по руху&quot;</strong> дозволяє оперативно реагувати на позаштатні ситуації, навіть якщо ви знаходитесь на віддаленій відстані від об&#39;єкта спостереження. Наприклад, якщо в квартиру спробує проникнути злодій, система при виявленні руху в районі вхідних дверей надішле вам повідомлення. Ви зможете відразу викликати поліцію, службу охорони та чи вжити інших заходів безпеки.</p> <p><strong>Надійна архівація зображення та можливість раціонального використання жорсткого диска.</strong> Для архівації зображення в комплекті відеоспостереження для офісу (квартири, будинки тощо) використовується жорсткий диск (не входить до комплектації). Сучасні кодаки стиснення відео H.264, H.265 дозволяють отримувати якісну картинку при раціональному використанні вільного місця жорсткому диску.</p> <p><img alt="Широкий набір додаткових можливостей" src="https://logicfox.info/foto/14293/14293_site_1.png" /></p> <p><strong>Широкий набір додаткових можливостей готових комплектів для відеоспостереження через інтернет включає:</strong></p> <ul> <li>контроль перетину &laquo;червоної лінії&raquo;</li> <li>розпізнавання осіб</li> <li>налаштування приватних зон</li> <li>віддалений доступ з мобільних пристроїв</li> </ul> <h3>Як встановити (модернізувати) комплект відеоспостереження своїми руками</h3> <p>Устаткування комплекту гібридного відеоспостереження для дачі отримують живлення та передають сигнали кабельними мережами.</p> <p>У комплектацію входить докладна інструкція щодо підключення та налаштування відеоспостереження під ключ.</p> <p>Ви без проблем зможете встановити комплект відеоспостереження самостійно, якщо уважно прочитаєте технічну документацію та покроково виконуватимете рекомендації, описані в інструкції.</p> <p>Якщо під час встановлення, підключення або налаштування обладнання виникнуть проблеми, ви можете отримати консультацію технічних фахівців GreenVision за телефоном: <a href="tel:+380675856753">+38(067)585-67-53</a></p> <p>Купівля комплекту відеоспостереження на 4 камери <strong>передбачає перспективу подальшої модернізації системи відеоспостереження без покупки відеореєстратора.</strong></p> <p>Ви можете купити та підключити до відеореєстратора більш потужні GHD камери з роздільною здатністю до 8МР та з широкими інтелектуальними можливостями. Таким чином ви отримаєте комплект відеоспостереження на 4 камери без додаткових витрат.</p> <p>Обладнання GreenVision сумісне з камерами та відеореєстраторами інших відомих брендів шляхом підтримки всіх сучасних міжнародних протоколів зв&#39;язку.</p> <h3>Що входить до бюджетного комплекту відеоспостереження для приватного будинку чи офісу:</h3> <p>Вуличний комплект відеоспостереження на 4 камери 2 циліндричні 2 купольні&nbsp;камери 5MP&nbsp;GV-K-E36/04 включає:</p> <p><strong>GHD відеореєстратор на 4 канали.</strong></p> <ul> <li>Відеовиходи: VGA, HDMI (MAX 1080P).</li> <li>Підтримує один диск HDD для зберігання інформації з максимальним об&#39;ємом 8 TB.</li> <li>Кодак стиснення &ndash; H.264, H.265.</li> <li>Спільно з реєстратором в комплектацію входять: блок живлення, миша.</li> </ul> <p><strong>Чотири відеокамери GHD для зовнішнього спостереження (5.0 МР).</strong></p> <ul> <li>Об&#39;єктив із фіксованим фокусом (2.8 мм).</li> <li>LED підсвічування дальністю 25 метрів.</li> <li>2 - антивандальний корпус, купольний; 2 - корпус вологозахищений, циліндричний. Колір білий.</li> </ul> <p><strong>Матеріали для підключення:</strong> кабелі&nbsp;для підключення камер (18 м) &ndash; 4, розгалужувач живлення 1/4 -1, блок живлення &ndash; 1.</p> <p><strong>Джерело живлення:</strong> 12, 750 V/mA.</p> <h3>Комплекти відеоспостереження GreenVision: переваги покупки</h3> <ul> <li><p><strong>Ідеальний баланс: ціна/якість.</strong> Обладнання GreenVision надходить в Україну безпосередньо із заводу &ndash; виробника, що дозволяє нам контролювати якість та відсівати шлюб до того, як товар потрапить до споживача. Компанія на правах виробника здійснює жорстку політику контролю цін, щоб запобігти невиправданому завищенню вартості нашої продукції.</p></li> <li><p><strong>Безплатне консультування та допомога у виборі комплекту відеоспостереження відповідно до цілей та завдань споживача.</strong> Наші фахівці дадуть відповідь на всі ваші запитання та допоможуть підібрати обладнання виходячи з практичного застосування систем відеоспостереження на різних об&#39;єктах.</p></li> <li><p><strong>Можливість замовити послуги монтажу та налаштування обладнання.</strong> Довірте свою безпеку професіоналам.</p></li> <li><p><strong>Можливість вибрати зручний спосіб оплати.</strong> При оформленні замовлення можна вибрати спосіб оплати (передоплата або післяплата) а також скористатися послугами &laquo;миттєва розстрочка&raquo; та &laquo;оплата частинами&raquo; від ПриватБанку.</p></li> <li><p><strong>Безплатна доставка.</strong> Доставляємо товари по всій території України згідно з актуальними картками поштових операторів. При замовленні від 1000 гривень &ndash; послуги з перевезення Укрпоштою та Delivery оплачує компанія. При замовленні від 1500 гривень &ndash; послуги перевезення Новою Поштою оплачує компанія.</p></li> <li><p><strong>Гарантія якості та технічна підтримка.</strong> Надаємо офіційну гарантію від виробника на все обладнання терміном від 12 місяців (залежно від моделі).</p></li> </ul>',
      },
      status: "inStock",
      manufacturer: {
        id: "5ec469e1-59e6-4eb7-87fc-ea51dd5a5830",
        name: "GreenVision",
        slug: "greenvision",
      },
      specifications: [
        {
          id: 1,
          name: {
            ru: "Вес(!), кг",
            uk: "Вага(!), кг",
          },
          option: {
            id: 2092,
            value: {
              ru: 5.2,
              uk: 5.2,
            },
          },
        },
        {
          id: 2,
          name: {
            ru: "Объем, м.куб",
            uk: "Об'єм, м.куб",
          },
          option: {
            id: 2092,
            value: {
              ru: 5.2,
              uk: 5.2,
            },
          },
        },
        {
          id: 3,
          name: {
            ru: "Тип",
            uk: "Тип",
          },
          option: {
            id: 542,
            value: {
              ru: "комплект видеонаблюдения",
              uk: "комплект відеоспостереження",
            },
          },
        },
        {
          id: 82,
          name: {
            ru: "Применение",
            uk: "Застосування",
          },
          option: {
            id: 110,
            value: {
              ru: "наружное",
              uk: "зовнішнє",
            },
          },
        },
        {
          id: 220,
          name: {
            ru: "Количество камер, шт",
            uk: "Кількість камер, шт",
          },
          option: {
            id: 464,
            value: {
              ru: "4",
              uk: "4",
            },
          },
        },
        {
          id: 221,
          name: {
            ru: "Тип камер",
            uk: "Тип камер",
          },
          option: {
            id: 129,
            value: {
              ru: "GHD",
              uk: "GHD",
            },
          },
        },
        {
          id: 81,
          name: {
            ru: "Тип корпуса",
            uk: "Тип корпусу",
          },
          option: {
            id: 2906,
            value: {
              ru: "антивандальный, цилиндрический",
              uk: "антивандальний, циліндричний",
            },
          },
        },
        {
          id: 259,
          name: {
            ru: "Степень защиты камер",
            uk: "Ступінь захисту камер",
          },
          option: {
            id: 123,
            value: {
              ru: "IP66",
              uk: "IP66",
            },
          },
        },
        {
          id: 222,
          name: {
            ru: "Тип регистратора",
            uk: "Тип реєстратора",
          },
          option: {
            id: 129,
            value: {
              ru: "GHD",
              uk: "GHD",
            },
          },
        },
        {
          id: 66,
          name: {
            ru: "Процессор",
            uk: "Процесор",
          },
          option: {
            id: 658,
            value: {
              ru: "MC6630",
              uk: "MC6630",
            },
          },
        },
        {
          id: 62,
          name: {
            ru: "Кол-во подключаемых камер, шт",
            uk: "Кількість під'єднуваних камер, шт",
          },
          option: {
            id: 464,
            value: {
              ru: "4",
              uk: "4",
            },
          },
        },
        {
          id: 61,
          name: {
            ru: "Тип поддерживаемых камер",
            uk: "Тип підтримуваних камер",
          },
          option: {
            id: 544,
            value: {
              ru: "AHD, TVI, Аналог CVBS, IP",
              uk: "AHD, TVI, Аналог CVBS, IP",
            },
          },
        },
        {
          id: 563,
          name: {
            ru: "Жесткий диск",
            uk: "Жорсткий диск",
          },
          option: {
            id: 2895,
            value: {
              ru: "запись на HDD",
              uk: "запис на HDD",
            },
          },
        },
        {
          id: 67,
          name: {
            ru: "Кол-во поддерживаемых HDD",
            uk: "Кількість підтримуваних HDD",
          },
          option: {
            id: 100,
            value: {
              ru: "1",
              uk: "1",
            },
          },
        },
        {
          id: 68,
          name: {
            ru: "Максимальный объем HDD, TB",
            uk: "Максимальний обсяг HDD, TB",
          },
          option: {
            id: 82,
            value: {
              ru: "8",
              uk: "8",
            },
          },
        },
        {
          id: 223,
          name: {
            ru: "Ethernet LAN, Mbit",
            uk: "Ethernet LAN, Mbit",
          },
          option: {
            id: 440,
            value: {
              ru: "10/100",
              uk: "10/100",
            },
          },
        },
        {
          id: 72,
          name: {
            ru: "Сжатие видео",
            uk: "Стиснення відео",
          },
          option: {
            id: 469,
            value: {
              ru: "H.264, H.265",
              uk: "H.264, H.265",
            },
          },
        },
        {
          id: 65,
          name: {
            ru: "Видеовыход",
            uk: "Відеовихід",
          },
          option: {
            id: 80,
            value: {
              ru: "VGA, HDMI (MAX 1080P)",
              uk: "VGA, HDMI (MAX 1080P)",
            },
          },
        },
        {
          id: 63,
          name: {
            ru: "Разрешение",
            uk: "Роздільна здатність",
          },
          option: {
            id: 660,
            value: {
              ru: "1296х1952",
              uk: "1296х1952",
            },
          },
        },
        {
          id: 224,
          name: {
            ru: "Поддерживаемые регистратором, MP",
            uk: "Підтримувані реєстратором, MP",
          },
          option: {
            id: 661,
            value: {
              ru: "1, 1.3, 1.4, 2, 2.1, 2.4, 3, 4, 5",
              uk: "1, 1.3, 1.4, 2, 2.1, 2.4, 3, 4, 5",
            },
          },
        },
        {
          id: 69,
          name: {
            ru: "Управление поворотными камерами",
            uk: "Управління поворотними камерами",
          },
          option: {
            id: 30,
            value: {
              ru: "есть",
              uk: "є",
            },
          },
        },
        {
          id: 70,
          name: {
            ru: "Кол-во USB-портов",
            uk: "Кількість USB-портів",
          },
          option: {
            id: 29,
            value: {
              ru: "2",
              uk: "2",
            },
          },
        },
        {
          id: 71,
          name: {
            ru: "Операционная система",
            uk: "Операційна система",
          },
          option: {
            id: 83,
            value: {
              ru: "Linux",
              uk: "Linux",
            },
          },
        },
        {
          id: 225,
          name: {
            ru: "Аудио вход/выход",
            uk: "Аудіо вхід/вихід",
          },
          option: {
            id: 548,
            value: {
              ru: "1 RCA/1 RCA",
              uk: "1 RCA/1 RCA",
            },
          },
        },
        {
          id: 78,
          name: {
            ru: "Питание, V/mA",
            uk: "Живлення, V/mA",
          },
          option: {
            id: 662,
            value: {
              ru: "12, 750",
              uk: "12, 750",
            },
          },
        },
        {
          id: 83,
          name: {
            ru: "Тип объектива",
            uk: "Тип об'єктива",
          },
          option: {
            id: 111,
            value: {
              ru: "фиксированный",
              uk: "фіксований",
            },
          },
        },
        {
          id: 84,
          name: {
            ru: "Подсветка, м",
            uk: "Підсвічування, м",
          },
          option: {
            id: 185,
            value: {
              ru: "25",
              uk: "25",
            },
          },
        },
        {
          id: 85,
          name: {
            ru: "Разрешение изображения",
            uk: "Роздільна здатність зображення",
          },
          option: {
            id: 663,
            value: {
              ru: "2592х1944",
              uk: "2592х1944",
            },
          },
        },
        {
          id: 226,
          name: {
            ru: "Количество мегапикселей",
            uk: "Кількість мегапікселів",
          },
          option: {
            id: 262,
            value: {
              ru: "5.0",
              uk: "5.0",
            },
          },
        },
        {
          id: 88,
          name: {
            ru: "Угол обзора",
            uk: "Кут огляду",
          },
          option: {
            id: 126,
            value: {
              ru: "110",
              uk: "110",
            },
          },
        },
        {
          id: 89,
          name: {
            ru: "Фокусное расстояние, мм",
            uk: "Фокусна відстань, мм",
          },
          option: {
            id: 202,
            value: {
              ru: "2.8",
              uk: "2.8",
            },
          },
        },
        {
          id: 158,
          name: {
            ru: "Комплектация",
            uk: "Комплектація",
          },
          option: {
            id: 664,
            value: {
              ru: "Видеорегистратор - 1 шт; Камера - 4 шт; Блок питания - 1 шт (1х12V5А); Разветвитель питания - 1 шт; Кабель по 18 м - 4 шт; Мышка - 1 шт.",
              uk: "Відеореєстратор – 1 шт; Камера – 4 шт; Блок живлення – 1 шт (1х12V5А); Розгалужувач живлення – 1 шт; Кабель по 18 м – 4 шт; Миша – 1 шт.",
            },
          },
        },
        {
          id: 33,
          name: {
            ru: "Длина, мм",
            uk: "Довжина, мм",
          },
          option: {
            id: 230,
            value: {
              ru: "330",
              uk: "330",
            },
          },
        },
        {
          id: 34,
          name: {
            ru: "Ширина, мм",
            uk: "Ширина, мм",
          },
          option: {
            id: 577,
            value: {
              ru: "285",
              uk: "285",
            },
          },
        },
        {
          id: 35,
          name: {
            ru: "Высота, мм",
            uk: "Висота, мм",
          },
          option: {
            id: 320,
            value: {
              ru: "300",
              uk: "300",
            },
          },
        },
        {
          id: 36,
          name: {
            ru: "Гарантия, мес",
            uk: "Гарантія, міс",
          },
          option: {
            id: 27,
            value: {
              ru: "12",
              uk: "12",
            },
          },
        },
      ],
      categories: [
        {
          id: "496d7145-1ee5-456b-a2c0-8cae2cc00113",
          name: {
            ru: "Комплекты видеонаблюдения",
            uk: "Комплекти відеоспостереження",
          },
          slug: {
            ru: "komplekty-videonablyudeniya",
            uk: "komplekti-videosposterezhennya",
          },
          productsCount: 18,
          children: [],
        },
      ],
      images: [
        {
          locales: ["ru", "uk"],
          url: "https://api.b2b.logicpower.ua/static/attachments/c/ec/d975811c9fd90125128e6d8098951.jpg",
          thumbnails: [
            {
              url: "https://api.b2b.logicpower.ua/static/attachments/f/e1/8773d94fccb2f026ca8afff41dd3a.jpg",
              type: "tile",
            },
          ],
        },
        {
          locales: ["ru", "uk"],
          url: "https://api.b2b.logicpower.ua/static/attachments/6/8d/a5bd6a7790ae1ed8c92c1604b0c6e.jpg",
          thumbnails: [
            {
              url: "https://api.b2b.logicpower.ua/static/attachments/4/b2/302d0e343f1dbbb35d1ee6e77883a.jpg",
              type: "tile",
            },
          ],
        },
        {
          locales: ["ru", "uk"],
          url: "https://api.b2b.logicpower.ua/static/attachments/f/c6/d0d2916c81f79ad68313a7a54ee4b.jpg",
          thumbnails: [
            {
              url: "https://api.b2b.logicpower.ua/static/attachments/5/94/30fdddb46c5a7b87b3dbfe043c29f.jpg",
              type: "tile",
            },
          ],
        },
      ],
      attachments: [
        {
          group: "Инструкция",
          files: [
            {
              locales: ["ru", "uk"],
              name: {
                ru: "Руководство пользователя",
                uk: "Інструкція користувача",
              },
              url: "https://logicfox.info/manuals/GV/site/XVR_manual.pdf",
              meta: {
                type: "application/pdf",
                size: 4887790,
              },
            },
          ],
        },
        {
          group: "Драйвер",
          files: [
            {
              locales: ["ru", "uk"],
              name: {
                ru: "SearchTool",
                uk: "SearchTool",
              },
              url: "https://logicfox.info/manuals/GV/PC/SearchTool.exe",
              meta: {
                type: "application/octet-stream",
                size: 9641944,
              },
            },
            {
              locales: ["ru", "uk"],
              name: {
                ru: "VMSLite_Setup8.2.44.2",
                uk: "VMSLite_Setup8.2.44.2",
              },
              url: "https://logicfox.info/manuals/GV/PC/VMSLite_Setup8.2.44.2.exe",
              meta: {
                type: "application/octet-stream",
                size: 36393635,
              },
            },
          ],
        },
        {
          group: "Приложения",
          files: [
            {
              locales: ["ru", "uk"],
              name: {
                ru: "BitVision (Android)",
                uk: "BitVision (Android)",
              },
              url: "https://play.google.com/store/apps/details?id=com.gzch.lsplat.bitdog",
              meta: {
                type: "text/html; charset=utf-8",
                size: 928750,
              },
            },
            {
              locales: ["ru", "uk"],
              name: {
                ru: "BitVision (iOS)",
                uk: "BitVision (iOS)",
              },
              url: "https://apps.apple.com/ru/app/bitvision/id1419463554",
              meta: {
                type: "text/html; charset=utf-8",
                size: 320621,
              },
            },
          ],
        },
      ],
      orderBags: [
        {
          type: "order",
          currency: "USD",
        },
        {
          type: "preOrder",
          currency: "USD",
        },
      ],
      prices: [
        {
          type: "personal",
          money: {
            amount: 166.55,
            currency: "USD",
          },
        },
        {
          type: "recommendedRetail",
          money: {
            amount: 9793,
            currency: "UAH",
          },
        },
      ],
    },
    {
      id: "c3167907-548c-4bad-829a-6701dd20c9d3",
      code: "0014293",
      barcode: "6900142930019",
      slug: {
        ru: "ulichnyy-komplekt-videonablyudeniya-na-4-kamery-gv-k-e36-04-5mp",
        uk: "vulichniy-komplekt-videosposterezhennya-na-4-kameri-gv-k-e36-04-5mp",
      },
      name: {
        ru: "Уличный комплект видеонаблюдения на 4 камеры GV-K-E36/04 5MP",
        uk: "Вуличний комплект відеоспостереження на 4 камери GV-K-E36/04 5MP",
      },
      description: {
        ru: '<h2>Комплект видеонаблюдения для частного дома на 4 камеры</h2> <h3>Готовые комплекты видеонаблюдения на 4 камеры в одной коробке</h3> <p>Комплекты видеонаблюдения GreenVision &ndash; эффективное решение для контроля безопасности частного дома, офиса или дачи.</p> <h3>Купить комплект видеонаблюдения на 4 камеры в Украине: почему это выгодно?</h3> <ol> <li><p><strong>Стоимость комплекта на 15-20% (зависит от модели) ниже</strong> общих затрат, если вы решите приобретать оборудование для системы видеонаблюдения по отдельности.</p></li> <li><p><strong>100% совместимость всех элементов видеонаблюдения, входящих в комплект,</strong> что существенно экономит вам время на поиски необходимого оборудования.</p></li> <li><p><strong>Возможность установить систему видеонаблюдения своими руками.</strong> В комплектацию входят все материалы и приспособления, необходимые для подключения и монтажа.</p></li> <li><p><strong>Простые и интуитивные настройки системы видеонаблюдения,</strong> встроенные в меню регистратора. Интерфейс доступен на нескольких языках.</p></li> <li><p><strong>Бесплатное программное обеспечение и приложения для удаленного доступа.</strong> ПО и обновления к нему можно скачать на официальном сайте компании GreenVision.</p></li> </ol> <p><img alt="Для чего нужны системы видеонаблюдения" src="https://logicfox.info/foto/14293/14293_site_2.png" /></p> <h3>Для чего нужны системы видеонаблюдения на 4 камеры?</h3> <p>Четыре камеры видеонаблюдения для частного дома &ndash; это много или мало? Все зависит от объектов, которые вы планируете контролировать.</p> <p>Одну камеру видеонаблюдения из комплекта необходимо установить таким образом, чтобы просматривать вход на придомовую территорию: ворота, калитка, въезд в гараж и т.д.</p> <p>Одну камеру при необходимости установите для наблюдения за задним двором (огородом, хозяйственными постройками и т.д.).</p> <p>Если в доме есть запасной (второй) выход, для контроля этой зоны также рекомендуется установить камеру видеонаблюдения.</p> <p>Кроме того, камеры видеонаблюдения можно установить:</p> <ul> <li>в помещении, где хранятся материальные ценности</li> <li>в детской, если есть необходимость контроля работы няни</li> <li>в коридоре, если нужно контролировать перемещение по дому</li> <li>или в любом другом месте, которое вы хотите держать под контролем</li> </ul> <p>Для самостоятельной установки Вам доступны <a href="https://logicfox.info/manuals/GV/site/Schemes_of_connection_of_cameras_to_the_recorder.pdf">краткая</a> и <a href="https://logicfox.info/manuals/GV/PC/gv_scheme.pdf">подробная</a> инструкции по установке оборудования. Но мы настоятельно рекомендуем для установки нашего оборудования обратиться к специалистам.</p> <p>Профессиональные монтажники видеонаблюдения GreenVision помогут составить индивидуальную схему расстановки камер для Вашего объекта.</p> <p>Получить консультацию можно по телефону:&nbsp;<a href="tel:+380675856753">+38(067)585-67-53</a></p> <h3>Функциональные возможности систем видеонаблюдения: видеорегистратор + 4 камеры</h3> <p><strong>Высокое качество изображения.</strong> GHD камеры, которые входят в комплект видеонаблюдения, имеют разрешение изображения 5.0 МП. Вы сможете просматривать видео и сохранять изображение с высокой степенью детализации. Функция WDR (широкий динамический диапазон) обеспечивает стабильное качество съемки при различных условиях окружающей среды (яркий свет, тень, туман и т.д.)</p> <p><strong>Режимы дневной и ночной съемки.</strong> Камеры оборудованы встроенной LED подсветкой дальностью 25м&nbsp;для работы при низкой освещенности объекта. Режимы день/ночь переключаются автоматически.&nbsp;Мощная подсветка обеспечивает дополнительное освещение объекта (автоматическое включение по движению) и может быть использована, как световая сигнализация.</p> <p><img alt="Автоматическое обнаружение движения" src="https://logicfox.info/foto/14293/14293_site_3.png" /></p> <p><strong>Автоматическое обнаружение движения.</strong> Камеры оборудованы датчиком движения, который реагирует на любые изменения в поле зрения камер. В настройках можно установить режим автоматической записи &laquo;по движению&raquo;, что позволит значительно упростить поиск нужного кадра, т.к. в архивах не будет многочасовых записей видео, где ничего не происходит. Соответственно, вы сможете существенно сэкономить место на жестком диске. Чтобы исключить ложные срабатывания, например, кроны деревьев, раскачивающихся на ветру, в настройках можно откорректировать чувствительность детекции движения, а также исключить из зоны его действия определенные области.</p> <p><strong>Функция отправки тревожных сообщений &laquo;по движению&raquo;</strong> позволяет оперативно реагировать на внештатные ситуации, даже если вы находитесь на удаленном расстоянии от объекта наблюдения. Например, если в квартиру попытается проникнуть вор, система при обнаружении движения в районе входной двери отправит вам сообщение. Вы сможете сразу вызвать полицию, службу охраны или принять другие меры безопасности.</p> <p><strong>Надежная архивация изображения и возможность рационального использования жесткого диска.</strong> Для архивации изображения в комплекте видеонаблюдения для офиса (квартиры, дома и т.д.) используется жесткий диск (не входит в комплектацию). Современные кодаки сжатия видео H.264, H.265 позволяют получать качественную картинку при рациональном использовании свободного места на жестком диске.</p> <p><img alt="Дополнительные возможности" src="https://logicfox.info/foto/14293/14293_site_1.png" /></p> <p><strong>Широкий набор дополнительных возможностей</strong> готовых комплектов для видеонаблюдения через интернет включает в себя:</p> <ul> <li>контроль пересечения &laquo;красной линии&raquo;</li> <li>распознавание лиц</li> <li>настройка приватных зон</li> <li>удаленный доступ с мобильных устройств</li> </ul> <h3>Как установить (модернизировать) комплект видеонаблюдения своими руками</h3> <p>Оборудование комплекта гибридного видеонаблюдения для дачи получают питание и передают сигналы по кабельным сетям.</p> <p>В комплектацию входит подробная инструкция по подключению и настройке видеонаблюдения под ключ.</p> <p>Вы без проблем сможете установить комплект видеонаблюдения самостоятельно, если внимательно прочтете техническую документацию и будете пошагово выполнять рекомендации, описанные в инструкции.</p> <p>Если в процессе установки, подключения или настройки оборудования возникнут проблемы, вы можете получить консультацию технических специалистов GreenVision по телефону: <a href="tel:+380675856753">+38(067)585-67-53</a></p> <p>Покупка комплекта видеонаблюдения на 4 камеры подразумевает <strong>перспективу дальнейшей модернизации системы видеонаблюдения без покупки видеорегистратора.</strong></p> <p>Вы можете купить и подключить к видеорегистратору более мощные GHD камеры с разрешением до 8МР и с широкими интеллектуальными возможностями. Таким образом, вы получите модернизированный комплект видеонаблюдения без дополнительных затрат.</p> <p>Оборудование GreenVision совместимо с камерами и видеорегистраторами других известных брендов путем поддержки всех современных международных протоколов связи.</p> <h3>Что входит в комплект видеонаблюдения для частного дома или офиса:</h3> <p>Уличный комплект видеонаблюдения 2 цилиндрические 2 купольные камеры 5MP&nbsp;GV-K-E36/04 включает в себя:</p> <p><strong>GHD видеорегистратор на 4 канала.</strong></p> <ul> <li>Видеовыходы: VGA, HDMI (MAX 1080P).</li> <li>Поддерживает один HDD диск для хранения информации с максимальным объемом 8 TB.</li> <li>Кодак сжатия - H.264, H.265.</li> <li>Совместно с регистратором в комплектацию входят: блок питания, мышь.</li> </ul> <p><strong>Четыре GHD видеокамеры для наружного наблюдения (5.0 МР).</strong></p> <ul> <li>Объектив с фиксированным фокусом (2.8 мм).</li> <li>LED подсветка дальностью 25 метров.</li> <li>2 - корпус антивандальный, купольный; 2 - корпус влагозащищенный, цилиндрический. Цвет &ndash; белый.</li> </ul> <p><strong>Материалы для подключения:</strong> кабеля для подключения камер (18 м) - 4 шт, разветвитель питания 1/4 -1 шт, блок питания &ndash; 1 шт.</p> <p><strong>Источник питания:</strong> 12, 750 V/mA.</p> <h3>Комплекты видеонаблюдения GreenVision: преимущества покупки</h3> <ul> <li><p><strong>Идеальный баланс: цена/качество.</strong> Оборудование GreenVision поступает в Украину напрямую с завода &ndash; производителя, что позволяет нам контролировать качество и отсевать брак до того, как товар попадет к потребителю. Компания на правах производителя осуществляет жесткую политику контроля цен, чтобы не допустить неоправданного завышения стоимости нашей продукции.</p></li> <li><p><strong>Бесплатное консультирование и помощь в выборе комплекта видеонаблюдения согласно целям и задачам потребителя.</strong> Наши специалисты ответят на все ваши вопросы и помогут подобрать оборудование исходя из практического применения систем видеонаблюдения на различных объектах.</p></li> <li><p><strong>Возможность заказать услуги монтажа и настройки оборудования.</strong> Доверьте совою безопасность профессионалам.</p></li> <li><p><strong>Возможность выбрать удобный способ оплаты.</strong> При оформлении заказа можно выбрать способ оплаты (предоплата или наложенный платеж) а также воспользоваться услугами &laquo;мгновенная рассрочка&raquo; и &laquo;оплата частями&raquo; от ПриватБанк.</p></li> <li><p><strong>Бесплатная доставка.</strong> Доставляем товары по всей территории Украины согласно с актуальными картами почтовых операторов. При заказе на сумму от 1000 гривен &ndash; услуги перевозки Укрпочтой и Delivery оплачивает компания. При заказе на сумму от 1500 гривен &ndash; услуги перевозки Новой Почтой оплачивает компания.</p></li> <li><p><strong>Гарантия качества и техническая поддержка.</strong> Предоставляем официальную гарантию от производителя на все оборудование сроком от 12 месяцев (в зависимости от модели).</p></li> </ul>',
        uk: '<h2>Комплект відеоспостереження для приватного будинку на 4 камери</h2> <h3>Готові комплекти відеоспостереження на 4 камери в одній коробці</h3> <p>Комплекти відеоспостереження GreenVision &ndash; ефективне рішення контролю безпеки приватного будинку, офісу чи дачі.</p> <h3>Купити комплект відеоспостереження на 4 камери: чому це вигідно?</h3> <ol> <li><p><strong>Вартість комплекту на 15-20% (залежно від моделі) нижче</strong> за загальні витрати, якщо ви вирішите купувати обладнання для системи відеоспостереження окремо.</p></li> <li><p><strong>100% сумісність всіх елементів відеоспостереження,</strong> що входять у комплект, що суттєво заощаджує вам час на пошуки необхідного обладнання.</p></li> <li><p><strong>Можливість встановлення системи відеоспостереження своїми руками.</strong> У комплектацію входять всі матеріали та пристрої, необхідні для підключення та монтажу.</p></li> <li><p><strong>Прості та інтуїтивні налаштування системи відеоспостереження,</strong> вбудовані в меню реєстратора. Інтерфейс доступний кількома мовами.</p></li> <li><p><strong>Безплатні програмні заходи та програми для віддаленого доступу.</strong> ПЗ та оновлення до нього можна завантажити на офіційному сайті компанії GreenVision.</p></li> </ol> <p><img alt="Як застосовувати системи відеоспостереження на 4 камери" src="https://logicfox.info/foto/14293/14293_site_2.png" /></p> <h3>Як застосовувати системи відеоспостереження на 4 камери?</h3> <p>Чотири камери відеоспостереження для приватного будинку &ndash; це мало чи багато? Все залежить від об&#39;єктів, які ви плануєте контролювати.</p> <p>Одну камеру відеоспостереження з комплекту необхідно встановити таким чином, щоб переглядати вхід на територію двору: ворота, хвіртка, в&#39;їзд у гараж та інше.</p> <p>Одну камеру, якщо це необхідно, встановіть для спостереження за заднім двором, господарськими будівлями тощо.</p> <p>Якщо в будинку є запасний (другий) вихід, для контролю цієї зони також рекомендується встановити камеру відеоспостереження.</p> <p>Іншу камеру відеоспостереження можна встановити:</p> <ul> <li>у приміщенні, де зберігаються матеріальні цінності</li> <li>у дитячій, якщо є необхідність контролю роботи няні</li> <li>у коридорі, якщо потрібно контролювати переміщення квартирою</li> <li>або у будь-якому іншому місці, яке ви хочете тримати під контролем</li> </ul> <p>Для самостійної установки Вам доступні <a href="https://logicfox.info/manuals/GV/site/Schemes_of_connection_of_cameras_to_the_recorder.pdf">скорочена</a> та <a href="https://logicfox.info /manuals/GV/PC/gv_scheme.pdf">докладна</a> інструкції з встановлення обладнання. Але ми наполегливо рекомендуємо для встановлення нашого обладнання звернутися до фахівців.</p> <p>Професійні монтажники відеоспостереження GreenVision допоможуть скласти індивідуальну схему розміщення камер для Вашого об&#39;єкта.</p> <p>Отримати консультацію можна телефоном: <a href="tel:+380675856753">+38(067)585-67-53</a></p> <h3>Функціональні можливості систем відеоспостереження: відеореєстратор + 4 камери</h3> <p><strong>Висока якість зображення.</strong> GHD камери, які входять у комплект відеоспостереження, мають роздільну здатність зображення 5.0 МП. Ви зможете переглядати відео та зберігати зображення з високим ступенем деталізації. Функція WDR (широкий динамічний діапазон) забезпечує стабільну якість зйомки за різних умов довкілля (яскраве світло, тінь, туман тощо).</p> <p><strong>Режими денної та нічної зйомки.</strong> Камери обладнано вбудованим LED підсвічуванням дальністю&nbsp;25м&nbsp;для роботи при низькому освітленні об&#39;єкта. Режими день/ніч перемикаються автоматично.&nbsp;Потужне підсвічування забезпечує додаткове освітлення об&#39;єкта (автоматичне включення по руху) і може бути використане як світлова сигналізація.</p> <p><img alt="Автоматичне виявлення руху" src="https://logicfox.info/foto/14293/14293_site_3.png" /></p> <p><strong>Автоматичне виявлення руху.</strong> Камери обладнані датчиком руху, який реагує на будь-які зміни у зору камер. У налаштуваннях можна встановити режим автоматичного запису &laquo;по руху&raquo;, що дозволить спростити пошук потрібного кадру, т.к. в архівах не буде багатогодинних відеозаписів, де нічого не відбувається. Відповідно, ви зможете суттєво заощадити місце на жорсткому диску. Щоб унеможливити помилкові спрацьовування, наприклад, крони дерев, що розгойдуються на вітрі, в налаштуваннях можна відкоригувати чутливість детекції руху, а також виключити із зони його дії певні області.</p> <p><strong>Функція надсилання тривожних повідомлень &quot;по руху&quot;</strong> дозволяє оперативно реагувати на позаштатні ситуації, навіть якщо ви знаходитесь на віддаленій відстані від об&#39;єкта спостереження. Наприклад, якщо в квартиру спробує проникнути злодій, система при виявленні руху в районі вхідних дверей надішле вам повідомлення. Ви зможете відразу викликати поліцію, службу охорони та чи вжити інших заходів безпеки.</p> <p><strong>Надійна архівація зображення та можливість раціонального використання жорсткого диска.</strong> Для архівації зображення в комплекті відеоспостереження для офісу (квартири, будинки тощо) використовується жорсткий диск (не входить до комплектації). Сучасні кодаки стиснення відео H.264, H.265 дозволяють отримувати якісну картинку при раціональному використанні вільного місця жорсткому диску.</p> <p><img alt="Широкий набір додаткових можливостей" src="https://logicfox.info/foto/14293/14293_site_1.png" /></p> <p><strong>Широкий набір додаткових можливостей готових комплектів для відеоспостереження через інтернет включає:</strong></p> <ul> <li>контроль перетину &laquo;червоної лінії&raquo;</li> <li>розпізнавання осіб</li> <li>налаштування приватних зон</li> <li>віддалений доступ з мобільних пристроїв</li> </ul> <h3>Як встановити (модернізувати) комплект відеоспостереження своїми руками</h3> <p>Устаткування комплекту гібридного відеоспостереження для дачі отримують живлення та передають сигнали кабельними мережами.</p> <p>У комплектацію входить докладна інструкція щодо підключення та налаштування відеоспостереження під ключ.</p> <p>Ви без проблем зможете встановити комплект відеоспостереження самостійно, якщо уважно прочитаєте технічну документацію та покроково виконуватимете рекомендації, описані в інструкції.</p> <p>Якщо під час встановлення, підключення або налаштування обладнання виникнуть проблеми, ви можете отримати консультацію технічних фахівців GreenVision за телефоном: <a href="tel:+380675856753">+38(067)585-67-53</a></p> <p>Купівля комплекту відеоспостереження на 4 камери <strong>передбачає перспективу подальшої модернізації системи відеоспостереження без покупки відеореєстратора.</strong></p> <p>Ви можете купити та підключити до відеореєстратора більш потужні GHD камери з роздільною здатністю до 8МР та з широкими інтелектуальними можливостями. Таким чином ви отримаєте комплект відеоспостереження на 4 камери без додаткових витрат.</p> <p>Обладнання GreenVision сумісне з камерами та відеореєстраторами інших відомих брендів шляхом підтримки всіх сучасних міжнародних протоколів зв&#39;язку.</p> <h3>Що входить до бюджетного комплекту відеоспостереження для приватного будинку чи офісу:</h3> <p>Вуличний комплект відеоспостереження на 4 камери 2 циліндричні 2 купольні&nbsp;камери 5MP&nbsp;GV-K-E36/04 включає:</p> <p><strong>GHD відеореєстратор на 4 канали.</strong></p> <ul> <li>Відеовиходи: VGA, HDMI (MAX 1080P).</li> <li>Підтримує один диск HDD для зберігання інформації з максимальним об&#39;ємом 8 TB.</li> <li>Кодак стиснення &ndash; H.264, H.265.</li> <li>Спільно з реєстратором в комплектацію входять: блок живлення, миша.</li> </ul> <p><strong>Чотири відеокамери GHD для зовнішнього спостереження (5.0 МР).</strong></p> <ul> <li>Об&#39;єктив із фіксованим фокусом (2.8 мм).</li> <li>LED підсвічування дальністю 25 метрів.</li> <li>2 - антивандальний корпус, купольний; 2 - корпус вологозахищений, циліндричний. Колір білий.</li> </ul> <p><strong>Матеріали для підключення:</strong> кабелі&nbsp;для підключення камер (18 м) &ndash; 4, розгалужувач живлення 1/4 -1, блок живлення &ndash; 1.</p> <p><strong>Джерело живлення:</strong> 12, 750 V/mA.</p> <h3>Комплекти відеоспостереження GreenVision: переваги покупки</h3> <ul> <li><p><strong>Ідеальний баланс: ціна/якість.</strong> Обладнання GreenVision надходить в Україну безпосередньо із заводу &ndash; виробника, що дозволяє нам контролювати якість та відсівати шлюб до того, як товар потрапить до споживача. Компанія на правах виробника здійснює жорстку політику контролю цін, щоб запобігти невиправданому завищенню вартості нашої продукції.</p></li> <li><p><strong>Безплатне консультування та допомога у виборі комплекту відеоспостереження відповідно до цілей та завдань споживача.</strong> Наші фахівці дадуть відповідь на всі ваші запитання та допоможуть підібрати обладнання виходячи з практичного застосування систем відеоспостереження на різних об&#39;єктах.</p></li> <li><p><strong>Можливість замовити послуги монтажу та налаштування обладнання.</strong> Довірте свою безпеку професіоналам.</p></li> <li><p><strong>Можливість вибрати зручний спосіб оплати.</strong> При оформленні замовлення можна вибрати спосіб оплати (передоплата або післяплата) а також скористатися послугами &laquo;миттєва розстрочка&raquo; та &laquo;оплата частинами&raquo; від ПриватБанку.</p></li> <li><p><strong>Безплатна доставка.</strong> Доставляємо товари по всій території України згідно з актуальними картками поштових операторів. При замовленні від 1000 гривень &ndash; послуги з перевезення Укрпоштою та Delivery оплачує компанія. При замовленні від 1500 гривень &ndash; послуги перевезення Новою Поштою оплачує компанія.</p></li> <li><p><strong>Гарантія якості та технічна підтримка.</strong> Надаємо офіційну гарантію від виробника на все обладнання терміном від 12 місяців (залежно від моделі).</p></li> </ul>',
      },
      status: "inStock",
      manufacturer: {
        id: "5ec469e1-59e6-4eb7-87fc-ea51dd5a5830",
        name: "GreenVision",
        slug: "greenvision",
      },
      specifications: [
        {
          id: 1,
          name: {
            ru: "Вес, кг",
            uk: "Вага, кг",
          },
          option: {
            id: 2092,
            value: {
              ru: 5.2,
              uk: 5.2,
            },
          },
        },
        {
          id: 2,
          name: {
            ru: "Объем, м.куб",
            uk: "Об'єм, м.куб",
          },
          option: {
            id: 657,
            value: {
              ru: 0.028215,
              uk: 0.028215,
            },
          },
        },
        {
          id: 3,
          name: {
            ru: "Тип",
            uk: "Тип",
          },
          option: {
            id: 542,
            value: {
              ru: "комплект видеонаблюдения",
              uk: "комплект відеоспостереження",
            },
          },
        },
        {
          id: 82,
          name: {
            ru: "Применение",
            uk: "Застосування",
          },
          option: {
            id: 110,
            value: {
              ru: "наружное",
              uk: "зовнішнє",
            },
          },
        },
        {
          id: 220,
          name: {
            ru: "Количество камер, шт",
            uk: "Кількість камер, шт",
          },
          option: {
            id: 464,
            value: {
              ru: "4",
              uk: "4",
            },
          },
        },
        {
          id: 221,
          name: {
            ru: "Тип камер",
            uk: "Тип камер",
          },
          option: {
            id: 129,
            value: {
              ru: "GHD",
              uk: "GHD",
            },
          },
        },
        {
          id: 81,
          name: {
            ru: "Тип корпуса",
            uk: "Тип корпусу",
          },
          option: {
            id: 2906,
            value: {
              ru: "антивандальный, цилиндрический",
              uk: "антивандальний, циліндричний",
            },
          },
        },
        {
          id: 259,
          name: {
            ru: "Степень защиты камер",
            uk: "Ступінь захисту камер",
          },
          option: {
            id: 123,
            value: {
              ru: "IP66",
              uk: "IP66",
            },
          },
        },
        {
          id: 222,
          name: {
            ru: "Тип регистратора",
            uk: "Тип реєстратора",
          },
          option: {
            id: 129,
            value: {
              ru: "GHD",
              uk: "GHD",
            },
          },
        },
        {
          id: 66,
          name: {
            ru: "Процессор",
            uk: "Процесор",
          },
          option: {
            id: 658,
            value: {
              ru: "MC6630",
              uk: "MC6630",
            },
          },
        },
        {
          id: 62,
          name: {
            ru: "Кол-во подключаемых камер, шт",
            uk: "Кількість під'єднуваних камер, шт",
          },
          option: {
            id: 464,
            value: {
              ru: "4",
              uk: "4",
            },
          },
        },
        {
          id: 61,
          name: {
            ru: "Тип поддерживаемых камер",
            uk: "Тип підтримуваних камер",
          },
          option: {
            id: 544,
            value: {
              ru: "AHD, TVI, Аналог CVBS, IP",
              uk: "AHD, TVI, Аналог CVBS, IP",
            },
          },
        },
        {
          id: 563,
          name: {
            ru: "Жесткий диск",
            uk: "Жорсткий диск",
          },
          option: {
            id: 2895,
            value: {
              ru: "запись на HDD",
              uk: "запис на HDD",
            },
          },
        },
        {
          id: 67,
          name: {
            ru: "Кол-во поддерживаемых HDD",
            uk: "Кількість підтримуваних HDD",
          },
          option: {
            id: 100,
            value: {
              ru: "1",
              uk: "1",
            },
          },
        },
        {
          id: 68,
          name: {
            ru: "Максимальный объем HDD, TB",
            uk: "Максимальний обсяг HDD, TB",
          },
          option: {
            id: 82,
            value: {
              ru: "8",
              uk: "8",
            },
          },
        },
        {
          id: 223,
          name: {
            ru: "Ethernet LAN, Mbit",
            uk: "Ethernet LAN, Mbit",
          },
          option: {
            id: 440,
            value: {
              ru: "10/100",
              uk: "10/100",
            },
          },
        },
        {
          id: 72,
          name: {
            ru: "Сжатие видео",
            uk: "Стиснення відео",
          },
          option: {
            id: 469,
            value: {
              ru: "H.264, H.265",
              uk: "H.264, H.265",
            },
          },
        },
        {
          id: 65,
          name: {
            ru: "Видеовыход",
            uk: "Відеовихід",
          },
          option: {
            id: 80,
            value: {
              ru: "VGA, HDMI (MAX 1080P)",
              uk: "VGA, HDMI (MAX 1080P)",
            },
          },
        },
        {
          id: 63,
          name: {
            ru: "Разрешение",
            uk: "Роздільна здатність",
          },
          option: {
            id: 660,
            value: {
              ru: "1296х1952",
              uk: "1296х1952",
            },
          },
        },
        {
          id: 224,
          name: {
            ru: "Поддерживаемые регистратором, MP",
            uk: "Підтримувані реєстратором, MP",
          },
          option: {
            id: 661,
            value: {
              ru: "1, 1.3, 1.4, 2, 2.1, 2.4, 3, 4, 5",
              uk: "1, 1.3, 1.4, 2, 2.1, 2.4, 3, 4, 5",
            },
          },
        },
        {
          id: 69,
          name: {
            ru: "Управление поворотными камерами",
            uk: "Управління поворотними камерами",
          },
          option: {
            id: 30,
            value: {
              ru: "есть",
              uk: "є",
            },
          },
        },
        {
          id: 70,
          name: {
            ru: "Кол-во USB-портов",
            uk: "Кількість USB-портів",
          },
          option: {
            id: 29,
            value: {
              ru: "2",
              uk: "2",
            },
          },
        },
        {
          id: 71,
          name: {
            ru: "Операционная система",
            uk: "Операційна система",
          },
          option: {
            id: 83,
            value: {
              ru: "Linux",
              uk: "Linux",
            },
          },
        },
        {
          id: 225,
          name: {
            ru: "Аудио вход/выход",
            uk: "Аудіо вхід/вихід",
          },
          option: {
            id: 548,
            value: {
              ru: "1 RCA/1 RCA",
              uk: "1 RCA/1 RCA",
            },
          },
        },
        {
          id: 78,
          name: {
            ru: "Питание, V/mA",
            uk: "Живлення, V/mA",
          },
          option: {
            id: 662,
            value: {
              ru: "12, 750",
              uk: "12, 750",
            },
          },
        },
        {
          id: 83,
          name: {
            ru: "Тип объектива",
            uk: "Тип об'єктива",
          },
          option: {
            id: 111,
            value: {
              ru: "фиксированный",
              uk: "фіксований",
            },
          },
        },
        {
          id: 84,
          name: {
            ru: "Подсветка, м",
            uk: "Підсвічування, м",
          },
          option: {
            id: 185,
            value: {
              ru: "25",
              uk: "25",
            },
          },
        },
        {
          id: 85,
          name: {
            ru: "Разрешение изображения",
            uk: "Роздільна здатність зображення",
          },
          option: {
            id: 663,
            value: {
              ru: "2592х1944",
              uk: "2592х1944",
            },
          },
        },
        {
          id: 226,
          name: {
            ru: "Количество мегапикселей",
            uk: "Кількість мегапікселів",
          },
          option: {
            id: 262,
            value: {
              ru: "5.0",
              uk: "5.0",
            },
          },
        },
        {
          id: 88,
          name: {
            ru: "Угол обзора",
            uk: "Кут огляду",
          },
          option: {
            id: 126,
            value: {
              ru: "110",
              uk: "110",
            },
          },
        },
        {
          id: 89,
          name: {
            ru: "Фокусное расстояние, мм",
            uk: "Фокусна відстань, мм",
          },
          option: {
            id: 202,
            value: {
              ru: "2.8",
              uk: "2.8",
            },
          },
        },
        {
          id: 158,
          name: {
            ru: "Комплектация",
            uk: "Комплектація",
          },
          option: {
            id: 664,
            value: {
              ru: "Видеорегистратор - 1 шт; Камера - 4 шт; Блок питания - 1 шт (1х12V5А); Разветвитель питания - 1 шт; Кабель по 18 м - 4 шт; Мышка - 1 шт.",
              uk: "Відеореєстратор – 1 шт; Камера – 4 шт; Блок живлення – 1 шт (1х12V5А); Розгалужувач живлення – 1 шт; Кабель по 18 м – 4 шт; Миша – 1 шт.",
            },
          },
        },
        {
          id: 33,
          name: {
            ru: "Длина, мм",
            uk: "Довжина, мм",
          },
          option: {
            id: 230,
            value: {
              ru: "330",
              uk: "330",
            },
          },
        },
        {
          id: 34,
          name: {
            ru: "Ширина, мм",
            uk: "Ширина, мм",
          },
          option: {
            id: 577,
            value: {
              ru: "285",
              uk: "285",
            },
          },
        },
        {
          id: 35,
          name: {
            ru: "Высота, мм",
            uk: "Висота, мм",
          },
          option: {
            id: 320,
            value: {
              ru: "300",
              uk: "300",
            },
          },
        },
        {
          id: 36,
          name: {
            ru: "Гарантия, мес",
            uk: "Гарантія, міс",
          },
          option: {
            id: 27,
            value: {
              ru: "12",
              uk: "12",
            },
          },
        },
      ],
      categories: [
        {
          id: "496d7145-1ee5-456b-a2c0-8cae2cc00113",
          name: {
            ru: "Комплекты видеонаблюдения",
            uk: "Комплекти відеоспостереження",
          },
          slug: {
            ru: "komplekty-videonablyudeniya",
            uk: "komplekti-videosposterezhennya",
          },
          productsCount: 18,
          children: [],
        },
      ],
      images: [
        {
          locales: ["ru", "uk"],
          url: "https://api.b2b.logicpower.ua/static/attachments/c/ec/d975811c9fd90125128e6d8098951.jpg",
          thumbnails: [
            {
              url: "https://api.b2b.logicpower.ua/static/attachments/f/e1/8773d94fccb2f026ca8afff41dd3a.jpg",
              type: "tile",
            },
          ],
        },
        {
          locales: ["ru", "uk"],
          url: "https://api.b2b.logicpower.ua/static/attachments/6/8d/a5bd6a7790ae1ed8c92c1604b0c6e.jpg",
          thumbnails: [
            {
              url: "https://api.b2b.logicpower.ua/static/attachments/4/b2/302d0e343f1dbbb35d1ee6e77883a.jpg",
              type: "tile",
            },
          ],
        },
        {
          locales: ["ru", "uk"],
          url: "https://api.b2b.logicpower.ua/static/attachments/f/c6/d0d2916c81f79ad68313a7a54ee4b.jpg",
          thumbnails: [
            {
              url: "https://api.b2b.logicpower.ua/static/attachments/5/94/30fdddb46c5a7b87b3dbfe043c29f.jpg",
              type: "tile",
            },
          ],
        },
      ],
      attachments: [
        {
          group: "Инструкция",
          files: [
            {
              locales: ["ru", "uk"],
              name: {
                ru: "Руководство пользователя",
                uk: "Інструкція користувача",
              },
              url: "https://logicfox.info/manuals/GV/site/XVR_manual.pdf",
              meta: {
                type: "application/pdf",
                size: 4887790,
              },
            },
          ],
        },
        {
          group: "Драйвер",
          files: [
            {
              locales: ["ru", "uk"],
              name: {
                ru: "SearchTool",
                uk: "SearchTool",
              },
              url: "https://logicfox.info/manuals/GV/PC/SearchTool.exe",
              meta: {
                type: "application/octet-stream",
                size: 9641944,
              },
            },
            {
              locales: ["ru", "uk"],
              name: {
                ru: "VMSLite_Setup8.2.44.2",
                uk: "VMSLite_Setup8.2.44.2",
              },
              url: "https://logicfox.info/manuals/GV/PC/VMSLite_Setup8.2.44.2.exe",
              meta: {
                type: "application/octet-stream",
                size: 36393635,
              },
            },
          ],
        },
        {
          group: "Приложения",
          files: [
            {
              locales: ["ru", "uk"],
              name: {
                ru: "BitVision (Android)",
                uk: "BitVision (Android)",
              },
              url: "https://play.google.com/store/apps/details?id=com.gzch.lsplat.bitdog",
              meta: {
                type: "text/html; charset=utf-8",
                size: 928750,
              },
            },
            {
              locales: ["ru", "uk"],
              name: {
                ru: "BitVision (iOS)",
                uk: "BitVision (iOS)",
              },
              url: "https://apps.apple.com/ru/app/bitvision/id1419463554",
              meta: {
                type: "text/html; charset=utf-8",
                size: 320621,
              },
            },
          ],
        },
      ],
      orderBags: [
        {
          type: "order",
          currency: "USD",
        },
        {
          type: "preOrder",
          currency: "USD",
        },
      ],
      prices: [
        {
          type: "personal",
          money: {
            amount: 166.55,
            currency: "USD",
          },
        },
        {
          type: "recommendedRetail",
          money: {
            amount: 9793,
            currency: "UAH",
          },
        },
      ],
    },
  ];
}
</script>

<style lang="scss" scoped></style>
