export default {
	"@Log In": {
		"ru": "Вход",
		"uk": "Вхід"
	},
	"@Password": {
		"ru": "Пароль",
		"uk": "Пароль"
	},
	"@Back": {
		"ru": "Назад",
		"uk": "Назад"
	},
	"@By registering, you agree to the": {
		"ru": "Регистрируясь, вы соглашаетесь с",
		"uk": "Реєструючись, ви погоджуєтеся з"
	},
	"@user agreement": {
		"ru": "пользовательским соглашением",
		"uk": "користувальницькою угодою"
	},
	"@Password recovery": {
		"ru": "Восстановление пароля",
		"uk": "Відновлення паролю"
	},
	"@Restore": {
		"ru": "Восстановить",
		"uk": "Відновити"
	},
	"@Forgot your password?": {
		"ru": "Забыли пароль?",
		"uk": "Забули пароль?"
	},
	"@Apply for registration": {
		"ru": "Подать заявку на регистрацию",
		"uk": "Подати заявку на реєстрацію"
	},
	"@About Us": {
		"ru": "О нас",
		"uk": "Про нас"
	},
	"@Registration": {
		"ru": "Регистрация",
		"uk": "Реєстрація"
	},
	"@Company": {
		"ru": "Компания",
		"uk": "Компанія"
	},
	"@Password confirmation": {
		"ru": "Подтверждение пароля",
		"uk": "Підтвердження пароля"
	},
	"@First name": {
		"ru": "Имя",
		"uk": "Ім'я"
	},
	"@Last name": {
		"ru": "Фамилия",
		"uk": "Прізвище"
	},
	"@Middle name": {
		"ru": "Отчество",
		"uk": "По батькові"
	},
	"@Phone": {
		"ru": "Телефон",
		"uk": "Телефон"
	},
	"@Select payer type": {
		"ru": "Выберите тип плательщика",
		"uk": "Виберіть тип платника"
	},
	"@USREOU": {
		"ru": "ЕГРПОУ",
		"uk": "ЄДРПОУ"
	},
	"@TIN": {
		"ru": "ИНН",
		"uk": "ІПН"
	},
	"@Web-site": {
		"ru": "Веб-сайт",
		"uk": "Веб-сайт"
	},
	"@Region": {
		"ru": "Область",
		"uk": "Область"
	},
	"individual": {
		"ru": "Физическое лицо",
		"uk": "Фізична особа"
	},
	"individualEntrepreneur": {
		"ru": "Индивидуальный предприниматель",
		"uk": "Індивідуальний підприємець"
	},
	"legalEntity": {
		"ru": "Юридическое лицо",
		"uk": "Юридична особа"
	},
	"requiredAgree": {
		"ru": "Необходимо согласие",
		"uk": "Необхідна згода"
	},
	"requiredField": {
		"ru": "Поле обязательно",
		"uk": "Поле обов'язково"
	},
	"minLength": {
		"ru": "Минимальная длина поля должна составлять {min}",
		"uk": "Мінімальна довжина поля має становити {min}"
	},
	"maxLength": {
		"ru": "Максимальная длина поля должна составлять {max}",
		"uk": "Максимальна довжина поля має становити {max}"
	},
	"passwordRegExp": {
		"ru": "Должны быть большие и маленькие буквы, и хотя бы одна цифра",
		"uk": "Повинні бути великі та маленькі літери, і хоча б одна цифра"
	},
	"password3SameDigitInARowRegExp": {
		"ru": "Пароль не может содержать 3 одинаковых цифры подряд",
		"uk": "Пароль не може містити 3 однакові цифри поспіль"
	},
	"emailRegExp": {
		"ru": "Неправильный формат e-mail",
		"uk": "Неправильний формат e-mail"
	},
	"phoneFormat": {
		"ru": "Неправильный номер телефона",
		"uk": "Неправильний номер телефону"
	},
	"passwordMatch": {
		"ru": "Пароли должны совпадать",
		"uk": "Паролі повинні збігатися"
	},
	"urlRegExp": {
		"ru": "Неправильный формат ссылки",
		"uk": "Неправильний формат посилання"
	},
	"noSpacesRegExp": {
		"ru": "Поле должно быть без пробелов",
		"uk": "Поле має бути без пробілів"
	},
	"tinRegExp": {
		"ru": "Код должен содержать 10 цифр",
		"uk": "Код має містити 10 цифр"
	},
	"usreouRegExp": {
		"ru": "Код должен содержать 8 цифр",
		"uk": "Код має містити 8 цифр"
	},
	"@Link change password": {
		"ru": "На электронный адрес учетной записи отправлена ссылка для смены пароля",
		"uk": "На електронну адресу облікового запису надіслано посилання для зміни пароля"
	},
	"@Repeat": {
		"ru": "Повторите",
		"uk": "Повторіть"
	},
	"@Password reset": {
		"ru": "Сброс пароля",
		"uk": "Скидання пароля"
	},
	"@Reset the password": {
		"ru": "Сбросить пароль",
		"uk": "Скинути пароль"
	},
	"@Policy reg tip": {
		"ru": "Наша политика соглашения",
		"uk": "Наша політика угоди"
	},
	"@Password logIn tip": {
		"ru": "Ваш пароль",
		"uk": "Ваш пароль"
	},
	"@Product top": {
		"ru": "Топ товаров",
		"uk": "Топ товарів"
	},
	"@Seen products": {
		"ru": "Просмотренные товары",
		"uk": "Переглянуті товари"
	},
	"@Email or phone tip": {
		"ru": "Ваш e-mail или телефон",
		"uk": "Ваш e-mail або телефон"
	},
	"@Add to cart": {
		"ru": "В корзину",
		"uk": "В кошик"
	},
	"@RRP": {
		"ru": "РРЦ",
		"uk": "РРЦ"
	},
	"@Item code:": {
		"ru": "Код:",
		"uk": "Код:"
	},
	"@Your manager": {
		"ru": "Ваш менеджер",
		"uk": "Ваш менеджер"
	},
	"@Connect": {
		"ru": "Связаться",
		"uk": "Зв'язатися"
	},
	"@Exchange rates": {
		"ru": "Курс валют",
		"uk": "Курс валют"
	},
	"@VAT included": {
		"ru": "с НДС",
		"uk": "з ПДВ"
	},
	"@without VAT": {
		"ru": "без НДС",
		"uk": "без ПДВ"
	},
	"@VAT included fact": {
		"ru": "с НДС факт",
		"uk": "з ПДВ факт"
	},
	"@without VAT fact": {
		"ru": "без НДС факт",
		"uk": "без ПДВ факт"
	},
	"@Private office": {
		"ru": "Личный кабинет",
		"uk": "Особистий кабінет"
	},
	"@Your balance:": {
		"ru": "Ваш баланс:",
		"uk": "Ваш баланс:"
	},
	"@News": {
		"ru": "Новости",
		"uk": "Новини"
	},
	"@Finance": {
		"ru": "Финансы",
		"uk": "Фінанси"
	},
	"@Orders": {
		"ru": "Заказы",
		"uk": "Замовлення"
	},
	"@Service": {
		"ru": "Сервис",
		"uk": "Сервіс"
	},
	"@API": {
		"ru": "API",
		"uk": "API"
	},
	"@Download price": {
		"ru": "Скачать прайс",
		"uk": "Звантажити прайс"
	},
	"@Delivery": {
		"ru": "Доставка",
		"uk": "Доставка"
	},
	"@Promotions": {
		"ru": "Акции",
		"uk": "Акції"
	},
	"@Comparison": {
		"ru": "Сравнение",
		"uk": "Порівняння"
	},
	"@Cart": {
		"ru": "Корзина",
		"uk": "Кошик"
	},
	"@Favorites": {
		"ru": "Избранное",
		"uk": "Обране"
	},
	"inStock": {
		"ru": "В наличии",
		"uk": "В наявності"
	},
	"outOfStock": {
		"ru": "Нет в наличии",
		"uk": "Немає в наявності"
	},
	"quickProduction": {
		"ru": "Производство 1 - 5 дней",
		"uk": "Виробництво 1 - 5 днів"
	},
	"preOrder": {
		"ru": "Предзаказ",
		"uk": "Перед замовлення"
	},
	"novaPoshta": {
		"ru": "Новая Почта",
		"uk": "Нова Пошта"
	},
	"delivery": {
		"ru": "Delivery",
		"uk": "Delivery"
	},
	"autolux": {
		"ru": "Автолюкс",
		"uk": "Автолюкс"
	},
	"ukrposhta": {
		"ru": "Укрпочта",
		"uk": "Укрпошта"
	},
	"logicPower": {
		"ru": "LogicPower",
		"uk": "LogicPower"
	},
	"warehouseMethod": {
		"ru": "Доставка до почтового склада",
		"uk": "Доставка до поштового складу"
	},
	"courierMethod": {
		"ru": "Доставка по указанному адресу",
		"uk": "Доставка за вказаною адресою"
	},
	"pickupMethod": {
		"ru": "Самовывоз в Одессе",
		"uk": "Самовивіз в Одесі"
	},
	"deliveryWithinOdessaMethod": {
		"ru": "Доставка в пределах Одессы",
		"uk": "Доставка у межах Одеси"
	},
	"regionShortTip": {
		"ru": "{val} обл.",
		"uk": "{val} обл."
	},
	"cityShortTip": {
		"ru": "г. {val}",
		"uk": "м. {val}"
	},
	"streetShortTip": {
		"ru": "ул. {val}",
		"uk": "вул. {val}"
	},
	"houseShortTip": {
		"ru": "д. {val}",
		"uk": "буд. {val}"
	},
	"flatShortTip": {
		"ru": "кв. {val}",
		"uk": "кв. {val}"
	},
	"warehouseShortTip": {
		"ru": "отд. {val}",
		"uk": "від. {val}"
	},
	"regionTip": {
		"ru": "Область",
		"uk": "Область"
	},
	"cityTip": {
		"ru": "Город",
		"uk": "Місто"
	},
	"streetTip": {
		"ru": "Улица",
		"uk": "Вулиця"
	},
	"houseTip": {
		"ru": "Дом",
		"uk": "Будинок"
	},
	"flatTip": {
		"ru": "Квартира",
		"uk": "Квартира"
	},
	"warehouseTip": {
		"ru": "Отделение",
		"uk": "Відділення"
	},
	"driverTip": {
		"ru": "Служба доставки",
		"uk": "Служба доставки"
	},
	"methodTip": {
		"ru": "Тип доставки",
		"uk": "Тип доставки"
	},
	"whichBagPreOrder": {
		"ru": "Предзаказ",
		"uk": "Передзамовлення"
	},
	"whichBagOrder": {
		"ru": "Заказ",
		"uk": "Заказ"
	},
	"whichBagUSD": {
		"ru": "Долларовый",
		"uk": "Доларовий"
	},
	"whichBagUAH": {
		"ru": "Гривневый",
		"uk": "Гривневий"
	},
	"completeTotalSumTip": {
		"ru": "Общая сумма товара",
		"uk": "Загальна сума товару"
	},
	"completeManagerTip": {
		"ru": "Менеджер",
		"uk": "Менеджер"
	},
	"completeRecipientTip": {
		"ru": "Получатель",
		"uk": "Отримувач"
	},
	"completeMethodTip": {
		"ru": "Способ доставки",
		"uk": "Спосіб доставки"
	},
	"completeAddressTip": {
		"ru": "Адрес доставки",
		"uk": "Адреса доставки"
	},
	"completePodTip": {
		"ru": "Наложенный платёж",
		"uk": "Накладений платіж"
	},
	"completeDeliveryPaysTip": {
		"ru": "Доставка",
		"uk": "Доставка"
	},
	"completeDeliveryPaysVal": {
		"ru": "Оплачивает получатель",
		"uk": "Оплачує отримувач"
	},
	"volume": {
		"ru": "Объём, м3",
		"uk": "Об `єм, м3"
	},
	"weight": {
		"ru": "Вес, кг",
		"uk": "Вага, кг"
	},
	"b2bOrigin": {
		"ru": "b2b",
		"uk": "b2b"
	},
	"bafOrigin": {
		"ru": "Звонок",
		"uk": "Дзвінок"
	},
	"assembledStatus": {
		"ru": "Собран",
		"uk": "Зібраний"
	},
	"canceledStatus": {
		"ru": "Отменён",
		"uk": "Скасовано"
	},
	"pendingStatus": {
		"ru": "В обработке",
		"uk": "В обробці"
	},
	"transferredStatus": {
		"ru": "Передан на склад",
		"uk": "Передан на склад"
	},
	"collectedStatus": {
		"ru": "Сборка",
		"uk": "Збірка"
	},
	"receivedStatus": {
		"ru": "Получен",
		"uk": "Отримано"
	},
	"registeredStatus": {
		"ru": "Принят",
		"uk": "Прийнятий"
	},
	"shipmentStatus": {
		"ru": "Ожидает отправки",
		"uk": "Чекає на відправку"
	},
	"postcodeShortTip": {
		"ru": "почт. индекс",
		"uk": "пошт. індекс"
	},
	"locationTip": {
		"ru": "Адрес доставки",
		"uk": "Адреса доставки"
	},
	"postcodeTip": {
		"ru": "Почтовый индекс",
		"uk": "Поштовий індекс"
	},
	"@Footer order time": {
		"ru": "Заказы обрабатываются с 9:00 до 17:30",
		"uk": "Замовлення обробляються з 9:00 до 17:30"
	},
	"@Footer terms of use": {
		"ru": "Условия использования сайта",
		"uk": "Умови використання сайту"
	},
	"@Footer copyright": {
		"ru": "&copy; B2B «Logic Power™» 2022 ТМ используется на основании лицензии правообладателя.",
		"uk": "&copy; B2B Logic Power™ 2022 ТМ використовується на підставі ліцензії правовласника."
	},
	"@Documentation": {
		"ru": "Документация",
		"uk": "Документація"
	},
	"@Keys": {
		"ru": "Ключи",
		"uk": "Ключі"
	},
	"@Add": {
		"ru": "Добавить",
		"uk": "Додати"
	},
	"@Remove": {
		"ru": "Удалить",
		"uk": "Видалити"
	},
	"@Key": {
		"ru": "Ключ",
		"uk": "Ключ"
	},
	"@Comment": {
		"ru": "Комментарий",
		"uk": "Коментар"
	},
	"@Last activity": {
		"ru": "Последняя активность",
		"uk": "Остання активність"
	},
	"lessThan1Min": {
		"ru": "менее минуты назад",
		"uk": "менше хвилини тому"
	},
	"mainPage": {
		"ru": "Главная",
		"uk": "Головна"
	},
	"@AddKey": {
		"ru": "Добавление ключа",
		"uk": "Додавання ключа"
	},
	"@Total Amount UAH": {
		"ru": "Общая сумма в гривне",
		"uk": "Загальна сума у гривні"
	},
	"@Total Amount USD": {
		"ru": "Общая сумма в долларе",
		"uk": "Загальна сума у доларі"
	},
	"@Proceed": {
		"ru": "Продолжить",
		"uk": "Продовжити"
	},
	"@Total weight": {
		"ru": "Общий вес товара",
		"uk": "Загальна вага товару"
	},
	"shippedStatus": {
		"ru": "Отправлен",
		"uk": "Надіслано"
	},
	"deliveredStatus": {
		"ru": "Доставлен",
		"uk": "Доставлено"
	},
	"@Total volume": {
		"ru": "Общий объём товара",
		"uk": "Загальний об `єм товару"
	},
	"@Payment type": {
		"ru": "Форма оплаты",
		"uk": "Форма оплати"
	},
	"@Price excluding services": {
		"ru": "Данная сумма в гривне без учета услуг транспортной службы и без комиссии за наложенный платеж.",
		"uk": "Дана сума у гривні без урахування послуг транспортної служби та без комісії за післяплату."
	},
	"@Paid by recipient": {
		"ru": "Доставку оплачивает получатель",
		"uk": "Доставку сплачує отримувач"
	},
	"@Info about order": {
		"ru": "Дополнительная информация о заказе",
		"uk": "Додаткова інформація про замовлення"
	},
	"@Product removed": {
		"ru": "Товар удален",
		"uk": "Товар видалено"
	},
	"@Completed success": {
		"ru": "успешно оформлен!",
		"uk": "успішно оформлено!"
	},
	"@Registration date": {
		"ru": "Дата оформления:",
		"uk": "Дата оформлення:"
	},
	"@Quantity short": {
		"ru": "Кол-во:",
		"uk": "К-сть:"
	},
	"@Quantity limited": {
		"ru": "Количество следующего товара ограничено:",
		"uk": "Кількість наступного товару обмежена:"
	},
	"@Make changes": {
		"ru": "Внести изменения",
		"uk": "Внести зміни"
	},
	"@Name of recipient": {
		"ru": "ФИО получателя",
		"uk": "ПІБ одержувача"
	},
	"@Add recipient": {
		"ru": "Добавить получателя",
		"uk": "Додати одержувача"
	},
	"@Add delivery address": {
		"ru": "Добавить адрес доставки",
		"uk": "Додати адресу доставки"
	},
	"@Manager choice": {
		"ru": "Выбор менеджера",
		"uk": "Вибір менеджера"
	},
	"@Purchasing manager": {
		"ru": "Менеджер по закупкам",
		"uk": "Менеджер по закупці"
	},
	"@Add manager": {
		"ru": "Добавить менеджера",
		"uk": "Додати менеджера"
	},
	"@Order edit": {
		"ru": "Редактировать заказ",
		"uk": "Редагувати замовлення"
	},
	"@Order confirmed": {
		"ru": "Заказ подтверждаю",
		"uk": "Підтверджую замовлення"
	},
	"@User ban": {
		"ru": "У Вас имеется запрет на оформление заказа.",
		"uk": "Ви маєте заборону на оформлення замовлення."
	},
	"@For more info": {
		"ru": "За дополнительной информацией обращайтесь к Вашему менеджеру.",
		"uk": "За додатковою інформацією звертайтесь до Вашого менеджера."
	},
	"@Password has been reset": {
		"ru": "Ваш пароль сброшен",
		"uk": "Ваш пароль скинутий"
	},
	"@Reg request created": {
		"ru": "Заявка на регистрацию создана",
		"uk": "Заявку на реєстрацію створено"
	},
	"@Wait for confirmation": {
		"ru": "Ожидайте подтверждения",
		"uk": "Чекайте на підтвердження"
	},
	"@City": {
		"ru": "Город",
		"uk": "Місто"
	},
	"@Street": {
		"ru": "Улица",
		"uk": "Вулиця"
	},
	"@House": {
		"ru": "Дом",
		"uk": "Будинок"
	},
	"@Flat": {
		"ru": "Квартира",
		"uk": "Квартира"
	},
	"@Warehouse": {
		"ru": "Отделение",
		"uk": "Відділення"
	},
	"@Post code": {
		"ru": "Почтовый индекс",
		"uk": "Поштовий індекс"
	},
	"@Create manager": {
		"ru": "Создание менеджера",
		"uk": "Створення менеджера"
	},
	"@Register": {
		"ru": "Зарегистрировать",
		"uk": "Зареєструвати"
	},
	"@Main counterparty": {
		"ru": "Главный контрагент",
		"uk": "Головний контрагент"
	},
	"@Type of taxpayer": {
		"ru": "Вид налогоплательщика",
		"uk": "Вид платника податків"
	},
	"@Create": {
		"ru": "Создать",
		"uk": "Створити"
	},
	"@Counterparties": {
		"ru": "Контрагенты",
		"uk": "Контрагенти"
	},
	"@Delivery addresses": {
		"ru": "Адреса доставки",
		"uk": "Адреси доставки"
	},
	"@Copy to cart": {
		"ru": "Копировать в корзину",
		"uk": "Копіювати у кошик"
	},
	"@TTN number": {
		"ru": "Номер ТТН",
		"uk": "Номер ТТН"
	},
	"@Track order": {
		"ru": "Отследить заказ",
		"uk": "Відстежити замовлення"
	},
	"@Qty": {
		"ru": "Кол-во",
		"uk": "К-сть"
	},
	"@Quantity": {
		"ru": "Количество",
		"uk": "Кількість"
	},
	"@Serial numbers": {
		"ru": "Серийные номера",
		"uk": "Серійні номери"
	},
	"@Added": {
		"ru": "Добавлено",
		"uk": "Додано"
	},
	"@Clear filters": {
		"ru": "Очистить фильтры",
		"uk": "Очистити фільтри"
	},
	"@Brands": {
		"ru": "Бренды",
		"uk": "Бренди"
	},
	"@Type of product": {
		"ru": "Тип",
		"uk": "Тип"
	},
	"@Characteristics filters": {
		"ru": "Фильтры характеристик",
		"uk": "Фільтри характеристик"
	},
	"@Show more": {
		"ru": "Показать ещё",
		"uk": "Показати ще"
	},
	"@Filters": {
		"ru": "Фильтры",
		"uk": "Фільтри"
	},
	"@Products per page": {
		"ru": "Товаров на странице",
		"uk": "Товарів на сторінці"
	},
	"@View mode": {
		"ru": "Режим просмотра",
		"uk": "Режим перегляду"
	},
	"@Search results on demand": {
		"ru": "Результаты поиска по запросу",
		"uk": "Результати пошуку за запитом"
	},
	"@Ui info text": {
		"ru": "Скоро будет",
		"uk": "Скоро буде"
	},
	"@Related products": {
		"ru": "Сопутствующие товары",
		"uk": "Супутні товари"
	},
	"@Description": {
		"ru": "Описание",
		"uk": "Опис"
	},
	"@Characteristics": {
		"ru": "Характеристики",
		"uk": "Характеристики"
	},
	"@Downloads": {
		"ru": "Загрузки",
		"uk": "Завантаження"
	},
	"@Expand": {
		"ru": "Развернуть",
		"uk": "Розгорнути"
	},
	"@Collapse": {
		"ru": "Свернуть",
		"uk": "Згорнути"
	},
	"@Type download": {
		"ru": "Тип",
		"uk": "Тип"
	},
	"@Lang": {
		"ru": "Язык",
		"uk": "Мова"
	},
	"@Loading": {
		"ru": "Загрузка",
		"uk": "Завантаження"
	},
	"@Download": {
		"ru": "Скачать",
		"uk": "Завантажити"
	},
	"@Terms of use": {
		"ru": "Пользовательское соглашение",
		"uk": "Угода користувача"
	},
	"@Pre order": {
		"ru": "Предзаказ",
		"uk": "Передзамовлення"
	},
	"@All goods": {
		"ru": "Все товары",
		"uk": "Усі товари"
	},
	"@Exit": {
		"ru": "Выход",
		"uk": "Вихід"
	},
	"@Any questions": {
		"ru": "У вас есть вопросы?",
		"uk": "У вас є питання?"
	},
	"@Phone number": {
		"ru": "Номер телефона",
		"uk": "Номер телефону"
	},
	"@Search": {
		"ru": "Поиск",
		"uk": "Пошук"
	},
	"@Add items to cart": {
		"ru": "Добавьте товары в корзину",
		"uk": "Додати товари в кошик"
	},
	"@Back to main page": {
		"ru": "Вернуться на главную",
		"uk": "Повернутися на головну"
	},
	"@No products in this category": {
		"ru": "В данной категории пока нет товаров",
		"uk": "У цій категорії поки немає товарів"
	},
	"@Page not found": {
		"ru": "Страница не найдена",
		"uk": "Сторінку не знайдено"
	},
	"@Technical work in progress": {
		"ru": "Ведутся технические работы",
		"uk": "Ведуться технічні роботи"
	},
	"@B2B portal is not available": {
		"ru": "На данный момент B2B портал недоступен, приносим свои извинения",
		"uk": "На цей момент B2B портал недоступний, просимо свої вибачення"
	},
	"@Estimated time of resumption of work": {
		"ru": "Ориентировочное время возобновления работы",
		"uk": "Орієнтовний час поновлення роботи"
	},
	"@Hotline": {
		"ru": "Горячая линия",
		"uk": "Гаряча лінія"
	},
	"@More": {
		"ru": "Подробнее",
		"uk": "Докладніше"
	},
	"@Check with manager": {
		"ru": "Уточнять у менеджера",
		"uk": "Уточнювати у менеджера"
	},
	"@List is empty": {
		"ru": "Список пуст",
		"uk": "Список порожній"
	},
	"@Key name": {
		"ru": "Название ключа",
		"uk": "Назва ключа"
	},
	"@Delivery terms": {
		"ru": "Условия доставки",
		"uk": "Умови доставки"
	},
	"@Delivery to the post": {
		"ru": "Доставка в почтовое отделение",
		"uk": "Доставка у поштове відділення"
	},
	"@You can pick up your order": {
		"ru": "Забрать свой заказ можно в любом из отделений перевозчиков «Новая Почта», «Укрпочта», «Автолюкс» или «Delivery».",
		"uk": "Забрати своє замовлення можна в будь-якому відділенні перевізників «Нова Пошта», «Укрпошта», «Автолюкс» або «Delivery»."
	},
	"@Attention": {
		"ru": "Внимание",
		"uk": "Увага"
	},
	"@When receiving an order by courier services": {
		"ru": "При получении заказа курьерскими службами обязательно проверяйте наличие всего товара в посылке, его внешний вид и комплектацию. В случае повреждения товара, или неполной комплектации необходимо отказаться от получения всего заказа и его оплаты, а так же сообщить своему менеджеру об этом. Получив заказ у перевозчика, Вы соглашаетесь с его внешним состоянием или комплектацией.",
		"uk": "При отриманні замовлення кур'єрськими службами обов'язково перевіряйте наявність всього товару у посилці, його зовнішній вигляд та комплектацію. У разі пошкодження товару або неповної комплектації необхідно відмовитися від отримання всього замовлення та його оплати, а також повідомити свого менеджера про це. Отримавши замовлення у перевізника, Ви погоджуєтесь із його зовнішнім станом або комплектацією."
	},
	"@Schedule according to the schedule": {
		"ru": "График: по графику работы отделения перевозчика.",
		"uk": "Графік: за графіком роботи відділення перевізника."
	},
	"@According to the carriers tariff": {
		"ru": "согласно тарифу перевозчика",
		"uk": "згідно з тарифом перевізника"
	},
	"@Free": {
		"ru": "бесплатно",
		"uk": "безкоштовно"
	},
	"@With an order amount of 100 $": {
		"ru": "при сумме заказа от 100 $",
		"uk": "при сумі замовлення від 100$"
	},
	"@Delivery time": {
		"ru": "Срок доставки: 2-7 дня",
		"uk": "Термін доставки: 2-7 дні"
	},
	"@Self-delivery points": {
		"ru": "Открыты точки самовывоза в г. Одесса по адресам",
		"uk": "Відкрито точки самовивезення у м. Одеса за адресами"
	},
	"@Self-delivery Odesa": {
		"ru": "Самовывоз г.Одесса",
		"uk": "Самовивіз м.Одеса"
	},
	"@Your order received at any stores": {
		"ru": "Свой заказ можно получить в любом из магазинов сети \"LogicPower\" в Одессе",
		"uk": "Своє замовлення можна отримати в будь-якому магазині мережі \"LogicPower\" в Одесі."
	},
	"@Schedule According to store": {
		"ru": "График: согласно графику работы магазинов",
		"uk": "Графік: згідно з графіком роботи магазинів"
	},
	"@Market starokonny": {
		"ru": "Рынок \"Староконный\", ул. Раскидайловская 31/к, маг. ЗП-3, ЗП-4",
		"uk": "Ринок \"Староконний\", вул. Розкидайлівська 31/к, маг. ЗП-3, ЗП-4"
	},
	"@Market selyanka": {
		"ru": "Рынок \"Селянка\", проспект Небесной Сотни, 14Б/12 (11)",
		"uk": "Ринок \"Селянка\", проспект Небесної Сотні, 14Б/12 (11)"
	},
	"@Delivery in Odessa": {
		"ru": "Доставка по Одессе",
		"uk": "Доставка по Одесі"
	},
	"@Received at any of the LogicPower stores": {
		"ru": "Свой заказ можно получить в любом из магазинов сети \"LogicPower\" в Одессе",
		"uk": "Своє замовлення можна отримати в будь-якому магазині мережі \"LogicPower\" в Одесі."
	},
	"warehouseWeightShortTip": {
		"ru": "до {val} кг",
		"uk": "до {val} кг"
	},
	"warehouseWeightTip": {
		"ru": "Ограничение по весу, кг",
		"uk": "Обмеження за вагою, кг"
	},
	"@Total order weight exceeds weight": {
		"ru": "Общий вес вашего заказа превышает допустимый вес для выбранного отделения - до {val} кг",
		"uk": "Загальна вага вашого замовлення перевищує допустиму вагу для обраного відділення - до {val} кг"
	},
	"@Log out": {
		"ru": "Выйти",
		"uk": "Вийти"
	},
	"@Price": {
		"ru": "Цена",
		"uk": "Ціна"
	},
	"@Price of delivery": {
		"ru": "Стоимость",
		"uk": "Вартість"
	},
	"@Delivery schedule": {
		"ru": "График доставок",
		"uk": "Графік доставок"
	},
	"@Delivery on monday to friday": {
		"ru": "Пн-Пт: с 13:00 до 20:00 (при оформлении заказа до 14.00 - доставка в тот же день, после - на следующий)",
		"uk": "Пн-Пт: з 13:00 до 20:00 (при оформленні замовлення до 14.00 – доставка того ж дня, після – на наступний)"
	},
	"@Delivery on saturday": {
		"ru": "Сб: с 13:00 до 19:00 (при оформлении заказа до 12.00 - доставка в тот же день, после - в понедельник)",
		"uk": "Сб: з 13:00 до 19:00 (при оформленні замовлення до 12.00 – доставка того ж дня, після – у понеділок)"
	},
	"@Delivery on sunday": {
		"ru": "Вс: доставка не осуществляется (доставка в понедельник)",
		"uk": "Нд: доставка не здійснюється (доставка у понеділок)"
	},
	"@To stock availability": {
		"ru": "при условии наличия товара на складе",
		"uk": "за наявності товару на складі"
	},
	"@Managers": {
		"ru": "Менеджеры",
		"uk": "Менеджери"
	},
	"@Company name": {
		"ru": "Название компании",
		"uk": "Назва компанії"
	},
	"recipientPays": {
		"ru": "Оплачивает получатель",
		"uk": "Сплачує одержувач"
	}
}
